{
	"item.ftbgenesis.sentient_processor" : "Sentient Processor",
    "item.ftbgenesis.seed_enhancer_basic" : "Basic Seed Enhancer",
    "item.ftbgenesis.seed_enhancer_improved" : "Improved Seed Enhancer",
    "item.ftbgenesis.seed_enhancer_supreme" : "Supreme Seed Enhancer",
    "sdrp.team.in": "In A Simulated Reality",
    "sdrp.team": "Simulated Reality",
    "gateways.corruption_gate1": "Auxiliary Corrupted Sector Gate",
    "gateways.corruption_gate2": "Tertiary Corrupted Sector Gate",
    "gateways.corruption_gate3": "Secondary Corrupted Sector Gate",
    "gateways.corruption_gate4": "Primary Corrupted Sector Gate",
    "gateways.desert_gate": "Arid Nexus Invaders",
    "gateways.jungle_gate": "Verdant Labyrinth Invaders",
    "gateways.mossy_gate": "Emerald Bastion Invaders",
    "gateways.snow_gate":"Frostbound Keep Invaders",
    "gateways.ocean_gate":  "Abyssal Haven Invaders",
    "infuse_type.crafttweaker.uumatter": "UU-Matter",
	
	
    "gen.alwaysinvisible.task_0.title": "Simulation prefab_oak",
    "gen.alwaysinvisible.task_1.title": "Simulation prefab_end",
    "gen.alwaysinvisible.title": "alwaysInvisible",
    "gen.applied_energistics.task_0.desc": "The final step in refining new processors is to take the raw printed circuits and pass them through a laser assembly table. This will apply the precision machining and etching required to finalize the circuits which become the basis of all our advanced matter to enery technologies.",
    "gen.applied_energistics.task_0.title": "Create Applied Energistics Processors",
    "gen.applied_energistics.task_1.desc": "With the crafting terminal reinstalled the system is back online fully. You're ready to expand digital storage rapidly by including autocrafters, storage drive bays and wireless terminals.",
    "gen.applied_energistics.task_1.title": "Back online at last!",
    "gen.applied_energistics.task_2.desc": "These storage cells come in many different sizes and are the digital storage core for all of Elyria. We store everything from simple stone to the complexity of an Elyrian's neural pattern, allowing them to live out their simulated life within the Nexa.",
    "gen.applied_energistics.task_2.title": "Storage Components",
    "gen.applied_energistics.task_3.desc": "Import and Export buses are the heart of the automation for the Nexa network.They allow you to automatically import from attached storages to the Nexa Network or Export from the Nexa network to attached inventories and machines.",
    "gen.applied_energistics.task_3.title": "IO Virtualized",
    "gen.applied_energistics.task_4.desc": "The matter condesor converts liquid or matter into an energy dense state. Once enough has accumulated it can become super dense and form a microsingularity.",
    "gen.applied_energistics.task_4.title": "Wait, you can pump in fluids?!",
    "gen.applied_energistics.task_5.desc": "The quantum bridge card will allow you to insert an entangled singularity into your wireless crafting terminal. This will allow you access to the Nexa Network anywhere from any location.",
    "gen.applied_energistics.title": "Applied Energistics",
    "gen.a_dangerous_path.task_0.desc": "In order to leave the confines of the vault you are going to need suitable protection. Now that you've aquired stickreed as a source of rubber you can create a &bhazmat suit&r. If you're still looking for orange dye, the farming simulation has some rose bushes and dandelions you can bone meal for those dyes.",
    "gen.a_dangerous_path.task_0.title": "Suiting Up",
    "gen.a_dangerous_path.task_1.desc": "The &bDosimeter&r is a portable handheld device that will measure the ambient radiation levels at your current location. If you suspect radiation you can right click with this device to confirm your suspicions. Remember to never enter radioactive zones without proper protection.",
    "gen.a_dangerous_path.task_1.desc_0": "[\"\",\"Surface scan indicates there seems to be a rather large deposit of \",{\"text\":\"copper\",\"color\":\"gold\"},\" metals near your location. After obtaining your hazmat suit it is suggested you proceed to the coordinates \",{\"text\":\"[ x:-233, z: -120 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Copper Signature\" -233 70 -120 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\" and investigate the signature. It's likely any exposed copper will be highly corroded by now so make sure you bring an axe to right click and clean it off for processing.\"]",
    "gen.a_dangerous_path.task_1.desc_1": "(Hint: Copper stairs can also be smelted down for even more ingots).",
    "gen.a_dangerous_path.task_1.title": "Find Copper Signature",
    "gen.a_dangerous_path.task_2.title": "Get to the Copper!",
    "gen.a_dangerous_path.task_3.desc_2": "We have detected several sources of &biron&r around the Genesis Vault. We suspect these may be remnants of an ancient communication network. These towers can be torn down and their bars repurposed into raw iron crafting components.",
    "gen.a_dangerous_path.task_3.desc_3": "[\"Additionally, the redstone torches can be broken down into redstone with a simple shapecraft. The powered rails may have some value on the Amadron network as well, make sure you've gotten your Amadron tablet from\", {\"text\":\" Synthetic Aquisitions,\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"75D3D46C5B2854B0\"}}, \"\"]",
    "gen.a_dangerous_path.task_3.desc_4": "Completing both the iron and copper quest will open new questlines in &eApplied Energistics&r.",
    "gen.a_dangerous_path.task_3.title": "Iron Man",
    "gen.a_dangerous_path.task_4.desc_5": "Before the fall of Elyria we had reached beyond our own reality to create a transdimensional network of hundreds of other worlds. Most of that knowledge is lost,  and, the transportation network has decayed beyond recoverability, but there are a few connections that remain and can be re-estabilished via the simulation chamber. The first of these is world I2pX which some had taken to calling \"The Nether\". ",
    "gen.a_dangerous_path.task_4.desc_6": "We will load up a simulation first to prepare you for the environment. Once you've prepared you can create the keynode to activate the dimensional portal. We believe this dimension may have essential resources available to aid in the restoration of Elyria. ",
    "gen.a_dangerous_path.task_4.title": "The Fiery Realm",
    "gen.a_dangerous_path.task_5.desc_7": "In order to load up the simulation you'll need to energize the &6capacitors&r and then proceed to the &6simulation chamber&r. &nIMPORTANT&r: Make sure there are currently no simulations loaded and the area is clear or the simulation will fail. ",
    "gen.a_dangerous_path.task_5.desc_8": "Completing this will open up additonal questes in &nSelective Breeding&r.",
    "gen.a_dangerous_path.task_5.title": "Activate Simulation!",
    "gen.a_dangerous_path.task_6.title": "Power the Simulation",
    "gen.a_dangerous_path.task_7.title": "Goto the Simulation Matrix",
    "gen.a_dangerous_path.task_8.title": "Simulated Inferno",
    "gen.a_dangerous_path.task_9.desc": "There are &ostrange entities&r made of fire that were trapped in the digitization process of the Nether it seems. You should defend yourself against them. Our scientists believe we can simulate their DNA and fabricate aspects of their infernal nature to assist you. You should work towards applying this towards a &6fire resistant&r formulation.",
    "gen.a_dangerous_path.task_9.title": "Kill a Blaze",
    "gen.a_dangerous_path.task_10.title": "Playing with Fire",
    "gen.a_dangerous_path.task_11.desc_9": "With the fiery core of the &6Blaze&r creature we can fabricate a crude alchemical platform. The &bbrewing stand&r",
    "gen.a_dangerous_path.task_11.desc_10": "will allow you to add the Nether Wart along with bottles of water and blaze powder to formulate &6Awkward Potion&r.",
    "gen.a_dangerous_path.task_11.desc_11": "This infused liquid will be a good base for chemically inducing fire resistance in a living entity.",
    "gen.a_dangerous_path.task_11.desc_12": "In additon to the Blazes, we captured a few other specimens from their realm. The &bMagma Cube&r was stored in the barracks and should be relatively passive until you remove some of the furniture. When given enough room to spawn they will begin multiplying. ",
    "gen.a_dangerous_path.task_11.desc_13": "Once you provide us with with a sample of their DNA through the destruction of the entity we can begin to synthesize their cream which may be useful for creating a fire resistant formulation. After completing this quest you can synthesize more magma cream in the &eSynthetic Acquitisions questline&r. ",
    "gen.a_dangerous_path.task_11.title": "Living Magma",
    "gen.a_dangerous_path.task_12.desc": "By first combining Nether Wart in the brewing stand you can make the &bAwkward Potion&r. Now you can enhance those bottles again with the &6Magma Cream&r to create potions of &bfire resistance&r. Finally, enhance them again with &6redstone&r dust to create long-lasting variants. These will be essential in surviving the alien world.",
    "gen.a_dangerous_path.task_12.desc_14": "Now that you're prepared and we've had time to align the dimensional trancievers all we need is for you to provide sufficient power to establish the portal. Once established, you should be able to tear down and move the portal anywhere you want by re-igniting it with a simple fire charge or flint and steel.",
    "gen.a_dangerous_path.task_12.desc_15": "Completing this quest opens up further quests in the &eThermal Extractions&r questline.",
    "gen.a_dangerous_path.task_12.title": "Activate the Portal!",
    "gen.a_dangerous_path.task_13.desc_16": "Centuries ago they used to utilize an arcane form of energy called &6experientia&r. They learned to infuse this energy into tools like weapons and armor to give them mystical properties. It's been a long time since then and we now understand the fundamental nature of this energy as nothing more than a resonance wave within most materials that reaches across physical boundaries in a compact N dimensional model. ",
    "gen.a_dangerous_path.task_13.desc_17": "Many of these archaic devices still exist out in the world though, obtaining one can allow you to strengthen and fortify your equipment to better face the challenges of the wild.",
    "gen.a_dangerous_path.task_13.title": "Any sufficiently advanced technology...",
    "gen.a_dangerous_path.task_14.title": "Resonant Empowerment",
    "gen.a_dangerous_path.title": "A Dangerous Path",
    "gen.biotechnology.task_0.desc": "There should be some experimental mystical flower essence in the vault barrels. You can use this to create one of our world's finest achievements, the &bpetal apothecary&r. This simplistic-seeming basin is powered by a living techno-organic flower imbued with nanotechnology. Use some of the mystic petals to fabricate the apothecary.",
    "gen.biotechnology.task_0.title": "sub\"Flower Technology",
    "gen.biotechnology.task_1.title": "Any Petal Apothecary",
    "gen.biotechnology.task_2.title": "Floral Genesis",
    "gen.biotechnology.task_3.desc": "Using the petal apothecary and more white petals, craft the pure daisy. Items placed around this will transform in time as their molecular structure is reconstituted. This can allow life to be imbued into mundane materials such as stone and wood to create &bliving&r variants.",
    "gen.biotechnology.task_3.title": "Daisy if you Do",
    "gen.biotechnology.task_4.desc": "We'll need a chemically inert and resonancestable container for the unique energies the living flora can produce. Our scientists have called this mana, which I suspect is some inside joke about people thinking it's magic. A &b\"Mana\" pool&r should work for this. You'll need some specialized gem dust obtained by smashing apothic gems under an anvil and some inert crystals which the Amadron trading system can provide.",
    "gen.biotechnology.task_4.title": "Energy Containment Pool",
    "gen.biotechnology.task_5.desc": "By refining iron and then infusing it with this living energy it takes on a brilliant blue hue and resonates with the flow of that energy. It seems to self-heal whenever it's near mana. This may be very useful to make tools out of.",
    "gen.biotechnology.task_5.title": "Mana Infused Metal",
    "gen.biotechnology.task_6.desc": "&bMana diamonds&r are able to concentrate a large amount of mana inside their crystalline structure. Diamonds are a rare commodity but thanks to the discovery of the dimensional shard's transdimensional resonance, we've adapated the process to use them as well.",
    "gen.biotechnology.task_6.title": "A Flower's best friend",
    "gen.biotechnology.task_7.desc": "This portable &bmana tablet&r allows the use of mana to repair tools and power curios on the go.",
    "gen.biotechnology.task_7.title": "Portable Containment",
    "gen.biotechnology.task_8.desc": "Different types of materials yield different runic properties. You'll need several different ones to continue the research in this field.",
    "gen.biotechnology.task_8.title": "Runic!",
    "gen.biotechnology.task_9.desc": "The &bTerrestrial Agglomeration plate or TAP&r for short can channel vast amounts of mana into several items at once, changing them at the atomic level into completely new materials. One such material is &6terrasteel&r, which is based on the manasteel ingots but force-infused with tremendous amounts of mana thanks to the resonance of the mana diamond and the mana pearl's ender transitional matter.  It may also be able to create some unique new materials that would normally take other more intricate routes of processing.",
    "gen.biotechnology.task_9.title": "Energy Agglomeration Pad",
    "gen.biotechnology.task_10.desc": "This &bcatalyst&r redirects the infusion energy from an internal to an external effect. Items brought in contact with this excited-state energy transform into entirely different items.",
    "gen.biotechnology.task_10.title": "Catalytic Converter",
    "gen.biotechnology.task_11.desc": "Species X-122 was a race of friendly extra dimensional beings that called themselves elves. Their very physics work different than ours so although we have never been able to visit one another directly we have set up trading practices in the past. They may be able to provide some unique materials for us in exchange for materials we produce here that they are unable to. Create a &6gateway portal&r according to the diagram archived in the lexica botanica and re-initiate trade.",
    "gen.biotechnology.task_11.title": "The Elven Gateway",
    "gen.biotechnology.task_12.desc": "&6Dragonstone&r, &6Elementium&r and &6Pixie Dust&r all have very intriguing applications in the physics of our world. Our scientists can't even begin to simulate them in the Nexa to know what uses they may have, so that will be up to you to research for now.",
    "gen.biotechnology.task_12.title": "Exotic Trades",
    "gen.biotechnology.task_13.desc_0": "The energizera is capable of absorbing stored FE energy from nearby sources. It can draw from &bbatteries&r, generators and any FE containing source. It will convert this energy into the bioelectrical energy called mana used to power the floral machines.",
    "gen.biotechnology.task_13.desc_1": "While you may be able to create these later in the physical world, for now we'll need to synthesize them for you under more controlled conditions.",
    "gen.biotechnology.task_13.desc_2": "Note: This quest is repeatable and can also be found under the Synthetic Aquisitions questline.",
    "gen.biotechnology.task_13.title": "Experimental Energetic Flora",
    "gen.biotechnology.title": "Biotechnology",
    "gen.boostrapped_industrialization.task_0.desc_0": "IndustrialCraft machines offer a variety of proccesing methods and advanced material generation techniques.",
    "gen.boostrapped_industrialization.task_0.desc_1": " ",
    "gen.boostrapped_industrialization.task_0.desc_2": "The machine block is the most basic part of all machines. Create one of these after you've obtained refined iron to get started in this chapter.",
    "gen.boostrapped_industrialization.task_0.desc_3": "All of your machines at this point will be low voltage (LV) 32 EU/t max. You can use a batbox to buffer energy and any energy cable will carry power to them. It is recommended you only connect your LV machines with LV cabling however to avoid future overvolting.",
    "gen.boostrapped_industrialization.task_0.title": "LV Tier",
    "gen.boostrapped_industrialization.task_1.desc_4": "IC2 machines run on EU power which comes in stepped voltages of 32, 128, 512, 2048, 8192+ These represent power tiers LV, MV, HV, EV, IV+. Normally, IC2 has several generators available early, but that technology is long lost, and will have to be recovered thorugh research and experimentation. Nuclear power is achievable, but that is a ways off. Perhaps you may find some old generators in the ruins as well, but for now we'll need to convert the type of power we can generate. ",
    "gen.boostrapped_industrialization.task_1.desc_5": "Flux converters can convert FE power like that carried by the LV connectors and Universal Cables into EU. Luckily the Electrodynamics cables also convert to FE by default meaning even your starter coal generator can power all 3 different energy types with the proper converter. ",
    "gen.boostrapped_industrialization.task_1.title": "Craft a Flux Converter",
    "gen.boostrapped_industrialization.task_2.title": "What is an EU?",
    "gen.boostrapped_industrialization.task_3.desc": "Slightly faster version of a standard furnace.",
    "gen.boostrapped_industrialization.task_3.title": "Even Hotter Topic!",
    "gen.boostrapped_industrialization.task_4.desc": "The basic compressor takes materials and condenses them into others. This has several important applications but the first of which will be to produce advanced carbon polymer materials.",
    "gen.boostrapped_industrialization.task_4.title": "Compressium Boogaloo",
    "gen.boostrapped_industrialization.task_5.desc": "Steel is used in almost all of our blueprints for industrial machine applications. You should make sure you have a steady supply of this ready for yourself to execute the designs within the Nexa archives.",
    "gen.boostrapped_industrialization.task_5.title": "Steeling isn't a Crime",
    "gen.boostrapped_industrialization.task_6.desc": "The advanced machine frame is the basis for MV tier technology and builds into even higher tiers later. It's based on the advanced composite alloyer and carbon plating developed in the compressor.",
    "gen.boostrapped_industrialization.task_6.title": "MV Tier Machines",
    "gen.boostrapped_industrialization.task_7.desc": "Advanced alloys and Carbon plates both require the use of the compressor. These alloys can be used in advanced armors and machines. They form the foundation for your advanced machine frames and MV tier divergent technologies.",
    "gen.boostrapped_industrialization.task_7.title": "Advanced Polymers",
    "gen.boostrapped_industrialization.task_8.desc_6": "The Industrial worktable is a modern marvel of engineering. You can train its internal AI how to craft recipes and save them to its internal memory. You can then have it craft those items for you, recursively if need be. It will automatically restock itself from an inventory next to it. You can expand its storage as well with the memory storage chip. ",
    "gen.boostrapped_industrialization.task_8.desc_7": "{image:ftbgenesis:textures/quests/worktable.png width:200 height:130 align:1}",
    "gen.boostrapped_industrialization.task_8.title": "MicroCrafting BeGone!",
    "gen.boostrapped_industrialization.task_9.desc": "Many useless items can be fed into a recycler to create scrap. Scrap can be useful for a great many things from fertilizers, to increasing the efficiency of matter fabrication, or even creating lootable scrapbox goodie bags. You should set one of these up and start feeding it materials to stockpile scrap. You'll want quite a bit later.",
    "gen.boostrapped_industrialization.task_9.title": "Recycling for a Better Tomorrow!",
    "gen.boostrapped_industrialization.task_10.desc": "The stabilized machine frames will be used in the higher technology lines of HV and higher energy tiers. You'll need to have obtained an energized alloyer to produce the stainless steel needed for these.",
    "gen.boostrapped_industrialization.task_10.desc_8": "The molecular transformer turns one item into another with raw energy. This is likely first used to obtain certus quartz, sunnarium for solars or iridium but has many other uses.",
    "gen.boostrapped_industrialization.task_10.desc_9": "Note: If you are on a server the recipes do not show in JEI presently, due to this we've created an info tab in JEI that lists the recipes for your convenience. You can access the info list in jei the same way you would normally see the recipes.",
    "gen.boostrapped_industrialization.task_10.desc_10": "The mass fabricator is capable of transforming tremendous amounts of energy into a metaphasic form of matter than can transform itself into almost anything. This UU-Matter, was the backbone of the most advanced technological innovations during Elyria's peak and it will propel us into a new age of resurgence.",
    "gen.boostrapped_industrialization.task_10.desc_11": "The Mass fabricator is an HV machine and that cannot be changed. Do not give it more than HV but you can give it less and it will work slower. You should also consider setting up a consistent source of scrap for it to run on as scrap makes it run 7 times faster.",
    "gen.boostrapped_industrialization.task_10.desc_12": "Once you've obtained some UU-Matter make sure you see the Entangled Matter quest in Synthetic Aquisitions",
    "gen.boostrapped_industrialization.task_10.title": "Programmable Matter",
    "gen.boostrapped_industrialization.task_11.desc_13": "IC2c machines can be quite slow to start. This is deceptive however as they have the potential to be some of the fastest machines avaialable. It's all about the ugprades. It's worth investing into using the worktable to record the recipes for them and make many for your machines. ",
    "gen.boostrapped_industrialization.task_11.desc_14": "Transformer upgrades will allow your machines to accept one tier higher energy than they normally would and",
    "gen.boostrapped_industrialization.task_11.desc_15": "{@pagebreak} overclockers increase the machine speed by 30% for 60% increase power use. Quantum Overclockers are endgame upgrades which increase the machine speed by 60% for 30% increase power use. ",
    "gen.boostrapped_industrialization.task_11.desc_16": "TL;DR Overclockers are your friend!",
    "gen.boostrapped_industrialization.task_11.title": "sub\"Better, Harder, Faster, Stronger",
    "gen.boostrapped_industrialization.task_12.title": "Technologic",
    "gen.boostrapped_industrialization.task_13.desc_17": "Beyond HV tier, nothing in IC2 makes power beyond HV except for nuclear which can scale all the way up to LUV power (32,000 EU/T). You will need to utilize these higher tier producers or use transformers to convert 4 HV input sources into an EV power source to power higher tier machines like the plasmafier. ",
    "gen.boostrapped_industrialization.task_13.desc_18": "Remember to use cables that are rated for that power tier. For EV tier power you'll need at least iron insulated.",
    "gen.boostrapped_industrialization.task_13.desc": "These plasma cores are the energy and phase transitional matter source at the heart of our quantum technologies. They can be difficult for even our advanced energistics networks to craft so to that end we have devised a bulk crafter that is capable of handling them. Simply use an industrial workbench to encode the recipe onto the memory stick and then take the memory stick to the bulk crafter with a crafting upgrade. Supply it power (It needs EV tier) and then you can pipe your products into and out of it for automating with encoded AE2 recipes.",
    "gen.boostrapped_industrialization.task_13.desc_19": "The nuclear reactor is the most powerful energy producer in Ic2 and one of the higher producers in Project Genesis unless you progress into Fusion. These can be dangerous and are capable of blowing up if you overheat them. Take care to use the reactor planner and look at the designs presented in JEI to determine the type of reactor you want to run. ",
    "gen.boostrapped_industrialization.task_13.desc_20": "You can find uranium to enrich in the nether or make it renewably by genetically engineering a bee to produce it.",
    "gen.boostrapped_industrialization.task_13.desc_21": "The nuclear reactors produce heat from their radioactive fuels and distribute it across all components in the reactor core. A careful balance must be maintained between components to avoid damaging them and eventually causing a cascade reactor breach. ",
    "gen.boostrapped_industrialization.task_13.desc_22": "There are many designs that will work and you can test them out yourself in the reactor designer. Here we've provided a schematic for a stable design, although expensive on materials that can produce a substantial amount of power. These components are best produced with some form of automated crafting. ",
    "gen.boostrapped_industrialization.task_13.desc_23": "{image:ftbgenesis:textures/quests/reactor.png width:100 height:100 align:1}",
    "gen.boostrapped_industrialization.task_13.title": "sub\"Never trust an atom...",
    "gen.boostrapped_industrialization.task_14.title": "Nuclear Physics",
    "gen.boostrapped_industrialization.title": "Bootstrapped Tech",
    "gen.cuisine_arts.task_0.desc": "The &bcooking pot&r will allow you to craft any of the nearly 50 different culinary delights we have stored in our database. Many foods beyond basic crops will give you beneficial effects as well as quench your thirst.",
    "gen.cuisine_arts.task_0.title": "What's Cookin?",
    "gen.cuisine_arts.task_1.desc": "The &bcutting board and knife&r is a multifunctional device. It can help prepare more varied and filling cuts of food but it additionally can be used to cut wood, logs and other materials.",
    "gen.cuisine_arts.task_1.title": "Chop Chop",
    "gen.cuisine_arts.task_2.desc_0": "Beneath the overheated deserts, deep within the ocean, marine life clung on. As the world becomes less hostile and the radiation begins to subside the oceans have once again flourished. You should be able to fish up some nice rewards like fish essence, or if you're lucky, lapis and prismarine. ",
    "gen.cuisine_arts.task_2.desc_1": "In order to fish for treasure your fishing line needs to have 5x5x5 water around and below it otherwise you will only catch fish and junk. The autofisher is nice when your wrist gets tired.",
    "gen.cuisine_arts.task_2.title": "Plenty of Fish in the Sea",
    "gen.cuisine_arts.task_3.desc": "&bFish essence&r can be crafted into many different fish and fish products. At least you're not fishing up boots or... ghast fireballs.",
    "gen.cuisine_arts.task_3.title": "Essence of the Sea",
    "gen.cuisine_arts.task_4.desc_2": "By either crafting from essence or directly catching a &bnautiloid&r we can extract some of its radioactive calcite formations which seem to produce chronometrically active sands. If you're able to catch some treasure and make one of these our scientists can synthesize a temporal pouch for you!",
    "gen.cuisine_arts.task_4.desc_3": "The &6cyclic fisher&r rarely hits the treasure table, the &6Industrial Foregoing&r fisher on the other hand will hit the treasure table more consistently and is worth investing in later.",
    "gen.cuisine_arts.task_4.desc_4": "&eNote:&r Cod can also be traded on the Amadron Network for Prismarine Essence.",
    "gen.cuisine_arts.task_4.title": "Lucky Catch!",
    "gen.cuisine_arts.task_5.desc": "Prime cuts of freshly radiated wild caught salmon are a refreshing taste of the wasteland that will surely be prized by all of Elyria once we're free from digital imprisonment. I mean all we can do is in here is eat wagyu steaks and heriloom potatos while sipping our digital vintage wines. We are truely envious of your raw fish. Enjoy!",
    "gen.cuisine_arts.task_5.title": "sub\"This fish is so raw, heвЂ™s still finding Nemo",
    "gen.cuisine_arts.task_6.title": "It's RAW!",
    "gen.cuisine_arts.task_7.desc": "It can get a little overwhelming with so many food recipes and crops. You can throw a bunch of your foodstuffs into the multiblock kitchen sets and use the &bcooking table&r to create recipes that automatically pull those ingredients in from your storages.",
    "gen.cuisine_arts.task_7.title": "Don't Be a Blockhead",
    "gen.cuisine_arts.task_8.desc": "Adding an &boven&r to your multiblock kitchen will allow you to automatically use cooked ingredients, provided the oven has fuel.",
    "gen.cuisine_arts.task_8.title": "Convections Perfection",
    "gen.cuisine_arts.task_9.desc": "The &bfridge&r will store foods and make them available to your kitchen recipes. Installing the preservation upgrade will also cause it to not use the last food item in any slot. This allows for easy automation and stock keeping.",
    "gen.cuisine_arts.title": "Cuisine Arts",
    "gen.defragmentation.task_0.desc": "Now that you've obtained &bentangled matter&r we can begin repairing the Nexa in preparation for our eventual exodus. Please provide the needed energy and entangled matter and we will begin the process of isolating the corrupted sectors.",
    "gen.defragmentation.task_0.title": "Defragmentation",
    "gen.defragmentation.task_1.desc": "We have isolated the corrupted sectory and linked them with the entangled matter. We should now be able to eject them into the physical world for you to deal with. When you're ready &6activate the simulation&r and enter to begin the sector repair.",
    "gen.defragmentation.task_1.title": "Activate the Simulation",
    "gen.defragmentation.task_2.title": "Goto the Simulation Matrix",
    "gen.defragmentation.task_3.title": "Activate the Digital Arena",
    "gen.defragmentation.task_4.desc_0": "While we upload the corrupted sectors into your simulation matrix you should take the opportunity to prepare &6contianment systems&r. We've downloaded schematics for you to create a miniaturized simulation system. You'll first start by creating a deep learner and a data model.",
    "gen.defragmentation.task_4.desc_1": "In order for the data model to be linked to the entities you'll need to right click on one of them with a blank data model. This will encode the entity type for processing in the simulation. ",
    "gen.defragmentation.task_4.desc_2": "Once you have it ready goto the center of the area and activate the first wave. ",
    "gen.defragmentation.task_4.title": "Machine Learning",
    "gen.defragmentation.task_5.desc": "When you are ready, goto the center of the arena and initialize the wave. Remember to &6right click&r the data model on one of the entities to bind it. If you fail to defeat all the corruption we'll need to prepare the materialization again until it can be fully contained. Good luck, Elyria is with you... in spirit.",
    "gen.defragmentation.task_5.title": "Initiate Auxiliary Data Sector Gate",
    "gen.defragmentation.task_6.title": "Goto the Center of the Arena",
    "gen.defragmentation.task_7.title": "Commence Data Purge",
    "gen.defragmentation.task_8.desc": "You successfully contained the data corruption and we've been able to start moving some of the stored consciousnesses into the new sector now. When you've prepared a place for them to stay, initiate the download and they will be materialized. The first of many new colonists to return to Elyria. Well done!",
    "gen.defragmentation.task_8.title": "Initiate Download...",
    "gen.defragmentation.task_9.title": "invisible quest",
    "gen.defragmentation.task_10.title": "Data Sector Reformatted",
    "gen.defragmentation.task_11.title": "Auxiliary Data Sector Reformatted",
    "gen.defragmentation.task_12.desc": "Using the &bsimulation chamber&r we can use the endcoded data models to simulate the biological components of the host entity. Use the data models along with power and prediction matrices to obtain materials that correspond to the entity type.",
    "gen.defragmentation.task_12.title": "Generative AI",
    "gen.defragmentation.task_13.desc": "One sector cleared already, well done. We need to power up a containment field for the &bTertiary chamber&r and use a more potent energy entanglement source. A higher refined tier of entangled matter and 2.5M FE should be enough to initiate the next sequence.",
    "gen.defragmentation.task_13.title": "Initiate Tertiary Corrupted Gate",
    "gen.defragmentation.task_14.title": "Tertiary Corrupted Sectory",
    "gen.defragmentation.task_15.title": "Tertiary Corrupted Sector",
    "gen.defragmentation.task_16.desc": "You successfully contained the tertiary data corruption and we've been able to start moving some more of the stored consciousnesses into the new sector. Assuming you've already prepared a place for them, initiate the download and they will be materialized. The colony grows and with it, our faith in your inevitable success!",
    "gen.defragmentation.task_16.title": "Initiate Download...",
    "gen.defragmentation.task_17.title": "Data Sector Reformatted",
    "gen.defragmentation.task_18.title": "Tertiary Data Sector Reformatted",
    "gen.defragmentation.task_19.desc": "Two sectors cleared now, remarkable progress! We're getting deeper into the heart of the system now meaning we will need even more power to contain the data corruptions. This process will required a greatly &brefined entangled matter&r and 10M FE.",
    "gen.defragmentation.task_19.title": "Initiate Secondary Corrupted Sector",
    "gen.defragmentation.task_20.title": "Secondary Corruption Containment",
    "gen.defragmentation.task_21.title": "Secondary Corrupted Sector",
    "gen.defragmentation.task_22.desc": "You've almost done it! You contained the secondary data corruption and many more colonists are now eagerly waiting to join you. Initiate the download to begin materialization. Make sure you have plenty of room this time, we're sending quite a few!",
    "gen.defragmentation.task_22.title": "finish_third_reward",
    "gen.defragmentation.task_23.title": "Initiate Download...",
    "gen.defragmentation.task_24.title": "Data Sector Reformatted",
    "gen.defragmentation.task_25.title": "Secondary Data Sector Reformated",
    "gen.defragmentation.task_26.desc_3": "You've accessed the very core of Nexa and established a connection to the deepest root of the corruption. We'll need to muster all our resources and energy to force this last big into contianment. It's tendrils reach far into the heart of Elyria's Nexa network. ",
    "gen.defragmentation.task_26.desc_4": "&bPristine Entangled Matter&r will not be easy to come by, nor the 50 Million FE needed, but you have the tools at your disposal now to accomplish the task. We are with you!",
    "gen.defragmentation.task_26.title": "Initiate Primary Corrupted Sector",
    "gen.defragmentation.task_27.title": "Primary Corrupted Sector Containment",
    "gen.defragmentation.task_28.title": "Primary Corrupted Sector",
    "gen.defragmentation.task_29.desc": "All corrupted data nodes have now been purged. Containment protocols complete, data integrity at 100%. You've stabilized the Nexa Network and paved the way for us to finally return to our world. Initiate the final download when you're ready, many of us are excited to get home after all this time.",
    "gen.defragmentation.task_29.title": "finish_fourth_gateway",
    "gen.defragmentation.task_30.title": "Initiate Final Download...",
    "gen.defragmentation.task_31.title": "Primary Data Sector Reformatted",
    "gen.defragmentation.task_32.desc": "There are rumors of an ancient and terrible foe from the Nether Dimension. The piglin native's have detailed a ritual involving withered skeleton heads and soul sand to summon this entity. &bAttempt to summon this entity&r and use the entangled data module to capture him for further simulations.",
    "gen.defragmentation.task_32.title": "Kill the Wither",
    "gen.defragmentation.task_33.desc": "Using the engineered genetics you previously perfected and the newly aquired alient genomes from the Wither creature we've been able to engineer its native resistance to the high temperatures of the nether. This genomic modification wont make you immune to fire but it will prevent the high heat of the nether from burning you without a hazmat suit.",
    "gen.defragmentation.task_33.title": "Fire Gesistant Gene",
    "gen.defragmentation.task_34.title": "Continuous Evolution",
    "gen.defragmentation.task_35.title": "Continuous Evolution",
    "gen.defragmentation.title": "Defragmentation",
    "gen.distress_call.task_0.desc": "As you delve into the depths of Elyria's restoration, an urgent, fragmented signal pierces through the static of the Nexa Network. The Enderlings, a once-mysterious alien species known for their enigmatic but peaceful nature and advanced technology, are calling for help. Their world, caught in the grip of a malevolent force, is on the brink of collapse. The signal, long suppressed by the corrupted data sectors of the Nexa Network, speaks of a dire situation: a monstrous dragon and otherworldly horrors consuming their realm. As the Architect of Elyria, you must extend your mission of salvation beyond your world. Our allies salvation may be our own as well!",
    "gen.distress_call.task_0.title": "Extradimensional Transmission",
    "gen.distress_call.task_1.desc": "The communication array, a relic of the pre-war era, holds the key to understanding the Enderlings' plight. You'll need to fabricate a few pieces of technology in order to repair the old communication array to receive the Enderlings' full message.",
    "gen.distress_call.task_1.title": "Signal Amplifier",
    "gen.distress_call.task_2.desc": "Collect corrupted data fragments from various biomes to reconstruct the Enderling's message. These fragments contain vital information but are scattered across the world, tainted by the same corruption that plagued Nexa. The simluation matrix should be able to rebuild some of the data.",
    "gen.distress_call.task_2.title": "Gathering the Fragments",
    "gen.distress_call.task_3.desc": "The Enderling language, complex and intertwined with their unique technology, required an advanced decoder to understand their plea. After re-establishing it they've updated their dimensional coordinates and provided data to reconstruct the planetary surfaces of their world, as well as a portal device that utilizes ender energies to transport you. Make sure the simulation is clear and proceed to initiate the load in when ready.",
    "gen.distress_call.task_3.title": "Activate the Simulation",
    "gen.distress_call.task_4.title": "Echoes from the Void",
    "gen.distress_call.task_5.title": "Goto the Simulation Chamber",
    "gen.distress_call.task_6.title": "Echoes from the Void",
    "gen.distress_call.task_7.desc": "The portal represents a bridge between worlds, a beacon of hope for the Enderlings, and a testament to your growing mastery over Elyria's resources. The portal is bridged but we'll need a few more exotic materials to adapt a protective bubble for the transportation between dimensions to ensure you arent demolecularized by the void during transit.  Once you're ready, submit the required materials and the portal traversal will become available to you.",
    "gen.distress_call.task_7.title": "Breaching the Barrier",
    "gen.distress_call.task_8.title": "Breaching the Barrier",
    "gen.distress_call.task_9.desc_0": "The situation is dire indeed. There seems to be no sign of the enderlings at all! Their distress calls all seem to be automated and we fear for the worst for their society. The darkness still remains and the void as spread throughout what was once a thriving subtropical paradise world. End the threat of the dragon and salvage what you can.",
    "gen.distress_call.task_9.desc_1": "This battle is not just a fight for the Enderlings' legacy but a stand against the darkness that threatens all life, a culmination of your journey as the Architect.",
    "gen.distress_call.task_9.title": "Kill the Ender Dragon",
    "gen.distress_call.task_10.title": "Confronting the Darkness",
    "gen.distress_call.task_11.desc": "Around the primary dragon island there appears to be teleportation arrays. These beacons will not only provide much-needed energy to transport great distance but also serve as lighthouses against the encroaching darkness in the future. Locate one of these and throw an ender pearl into it.",
    "gen.distress_call.task_11.title": "Locate an End City",
    "gen.distress_call.task_12.title": "Find the remnants of the enderlings",
    "gen.distress_call.task_13.desc": "Within the Enderling's ancient ruins there seems to be incredibly powerful weapons and armor fortified with Imperium. While we cant seem to replicate this material in our world we can further enhance it with supremium and then awaken it futher. Should you wish, work towards creating a set of the Ultimate armor and weapons.",
    "gen.distress_call.task_13.title": "Awakening the Ultimate",
    "gen.distress_call.task_14.desc": "With the draconic essence and a bit of genetic engineering we can use the draconic dust to enhance your genome to it's final step. Once the modification is complete you'll finally be able to withstand the environmental effects of all known environments without protective gear.",
    "gen.distress_call.task_14.title": "Update Personal Genome",
    "gen.distress_call.task_15.title": "sub\"It's Over 9000!",
    "gen.distress_call.task_16.title": "Dragon, Dragon, Fight the Dragon.",
    "gen.distress_call.title": "Distress Call",
    "gen.electrodynamic_theory.task_0.desc": "Wires are the primary means of transporting electricity in and outside of machinery. You can craft this very basic &6wire&r inefficiently but you'll want to get the wire mill going as soon as possible to create all of the other variants.",
    "gen.electrodynamic_theory.task_0.title": "Birds on a ...",
    "gen.electrodynamic_theory.task_1.desc": "&bPlates&r can be crafted inefficiently in your inventory with an &6Engineer's Hammer&r but you'll want to move on to making them with a metal press or mineral crusher as soon as you're able.",
    "gen.electrodynamic_theory.task_1.title": "Plates! No Not Those Kind",
    "gen.electrodynamic_theory.task_2.desc": "Welcome to your first Electrodynmics processing machine! The &bwiremill&r will take raw material ingots and create wires for crafting or building contraptions. This wire mill is a 120V version, make sure not to overvoltage it!",
    "gen.electrodynamic_theory.task_2.title": "Weaving Gold and Copper",
    "gen.electrodynamic_theory.task_3.desc": "The &blathe&r is used to make rods of varying materials, especially tougher materials that can't be made by hand.",
    "gen.electrodynamic_theory.task_3.title": "Spun Metal",
    "gen.electrodynamic_theory.task_4.desc": "The &bcoal generator&r is the first power source. Luckily we had one in storage for you but you'll need more. &6Electrodynamics&r focuses on creating networks of power producers like a real power station. Your basic generators will all be 120V but you can wire them together and use transformers and battery buffers to build out your network to provide greater throughput to all of your machines.",
    "gen.electrodynamic_theory.task_4.title": "Observe a coal generator",
    "gen.electrodynamic_theory.task_5.title": "Primitive Power Generation",
    "gen.electrodynamic_theory.task_6.desc_0": "The &bcombustion generator&r runs off of liquid fuels such as raw &6oil, ethanol&r and more efficiently off of better fuels such as &6diesel, biodiesel, gasoline and LPG fuels&r. With a little infrastructure you will find these easier to power than the coal generators. ",
    "gen.electrodynamic_theory.task_6.desc_1": "&eNote: &rThe questline here diverges as you can either work towards refining oil directly, later utilizing bees or fluid drills. Alternatively, you can renewably create biodiesel now, depending on your preference.",
    "gen.electrodynamic_theory.task_6.desc_2": "When it's time to get into machines that require more than 120V you'll need to start combining your voltage sources and using transformers to step up the voltage. The &bupgrade transformer&r will turn 2 or more of the previous tier voltages into one step higher. For example two 120V combustion generators can be run into an upgrade transformer for a 240V power source. &6Downgrade transformers&r work the same but in reverse.",
    "gen.electrodynamic_theory.task_6.desc_3": "Important: Remember to never use higher than 120V power sources on machines that can't accept them or machines that require FE energy!",
    "gen.electrodynamic_theory.task_6.desc": "Although the Nexa link may be down we can still use some basic circuitry to create some basic digital storage for ourselves. After creating a few circuits this should be a breeze and solve most of our &bstorage&r needs for now.",
    "gen.electrodynamic_theory.task_6.desc_4": "The &bQuarry&r. Tried and true friend from times past. Ancient technicians known as buildcrafters used to use these things to bore giant holes in the earth that filled with lava and water as they strip mined every last bit of material. ",
    "gen.electrodynamic_theory.task_6.desc_5": "We wouldn't dare use these devices on Elyria anymore, but denizens of the Nether dimension seem less than friendly anyway so we'll take what we can.",
    "gen.electrodynamic_theory.task_6.title": "Portable Digital Storage",
    "gen.electrodynamic_theory.task_7.desc": "The &bThermopneumatic processing plant&r uses temperature differentials to produce chemical changes on the items inside it. You'll need several of these setup to process a renewable fuel source. We'll start with a basic yeast culture. Provide any fungal mass, preferably a renewable source of mushrooms and water to create the yeast.",
    "gen.electrodynamic_theory.task_7.title": "Feast of Yeast",
    "gen.electrodynamic_theory.task_8.desc_6": "To make the &bvegetable oil&r you'll want another processing plant. It requires no input fluid but will need to be provided with seeds. Melon seeds work well here.",
    "gen.electrodynamic_theory.task_8.desc_7": "The heat requirements for this process are low and should operate fine at room temperature.",
    "gen.electrodynamic_theory.task_8.desc": "The next step in refining is &bkerosene&r. This is twice as effecient as biodiesel alone. These further refining steps will require both air pressure and at least 300 degrees temperature. You can achieve this with a torch as a heat source.",
    "gen.electrodynamic_theory.task_8.title": "Kerosene Fuel",
    "gen.electrodynamic_theory.task_9.desc": "&bGaslone&r is refined from &6kerosene&r in the same way as Kersone was from the &6biodiesel&r. This further enrichment stage increases the energy density of the product.",
    "gen.electrodynamic_theory.task_9.title": "Gasoline Fuel",
    "gen.electrodynamic_theory.task_10.desc": "The end stage refinement of your fuel is &bLPG Fuel&r. You can get a whopping 70KW of power for each bucket. Running combustion generators on LPG will carry your energy needs through most of rebuilding process as you can simply scale up as needed.",
    "gen.electrodynamic_theory.task_10.title": "LPG Fuel",
    "gen.electrodynamic_theory.task_11.desc": "&bCrude oil&r can be found all around in the wastelands or traded via the amdron network. later you can engineer bees to produce it or use a laser fluid drill.",
    "gen.electrodynamic_theory.title": "Electrodynamic Theory",
    "gen.emergency_repairs.task_0.desc_0": "Don't panic! There is a contingency plan in place in the event of a catastrophic outage like the one you're experiencing. ",
    "gen.emergency_repairs.task_0.desc_1": "Beneath the Task Screen input in the Data Access section, you'll find a metal barrel that contains a small fossil fuel emergency power generation system. It won't sustain anything long-term, but it should be enough to re-establish the link.",
    "gen.emergency_repairs.task_0.title": "Backup Power",
    "gen.emergency_repairs.task_1.desc_2": "Electrodynamic Energy uses a system of wattage and voltage, similar to how electricity works. We can also convert this form of energy into many other forms of power, such as FE and IC2 EU. To get down the fundamentals while re-establishing the link, you should build out a small power system. ",
    "gen.emergency_repairs.task_1.desc_3": "Start by placing down the coal generator and giving it some fuel (charcoal should work fine for now). Next, connect the tin cable to the back of it. This setup can power &nany&r machine that take's &nElectrodynamics power&r or &nFE&r by just connecting the tin cable. ",
    "gen.emergency_repairs.task_1.desc_4": "The task screen can be a bit picky as it needs exact numbers to complete and tin cables dont always send packets of power in even bursts, to get around that connect that to the LV wire Connector to the tin cable and then to the task screen as a work around. &lYou only need to do this for the task screen.&r ",
    "gen.emergency_repairs.task_1.desc_5": "Ensure you've correctly set the task on the screen to this quest to supply enough power to reboot the system.  ",
    "gen.emergency_repairs.task_1.desc_6": "{image:ftbgenesis:textures/quests/powering_screen.png width:282 height:192 align:1}",
    "gen.emergency_repairs.task_1.desc_7": "If the task screen complains about user permissions, that may simply be an artifact of our previous trial runs. The Technician probably forgot to reset it so just &nbreak and replace it&r with a wooden pickaxe or better. ",
    "gen.emergency_repairs.task_1.title": "Initiate Reboot!",
    "gen.emergency_repairs.task_2.title": "Initiate Reboot!",
    "gen.emergency_repairs.task_3.desc": "Moving liquids around may be required for some tasks. Until you get infrastructure back up and running it may be useful to repurpose some of the Fluid Transporters from the agricultural wing.",
    "gen.emergency_repairs.task_3.title": "Apply Lube Liberally",
    "gen.emergency_repairs.task_4.desc": "Now that the system has been rebooted, we can start providing you with more direct assistance. Head over to the Synthetic Acquisitions chapter, which will allow you to submit power into the system to create material goods to assist you in your endeavors.",
    "gen.emergency_repairs.task_4.title": "Not Quite EMC",
    "gen.emergency_repairs.task_5.title": "Energy to Matter",
    "gen.emergency_repairs.task_6.desc_8": "We will need to provide you with an environment with better climate control so you can grow some of the seeds in the vault. This will be your first time utilizing the Simulation Matrix. It may be overwhelming, but we'll guide you through the process. ",
    "gen.emergency_repairs.task_6.desc_9": "First, head over to the simulation Matrix; just out front should be fine. Once you are there and have provided enough energy, click the reward in this quest to load in the simulation. Please be sure the Simulation Matrix is clear of any blocks. ",
    "gen.emergency_repairs.task_6.title": "Activate Simulation",
    "gen.emergency_repairs.task_7.title": "Goto the Simulation Matrix",
    "gen.emergency_repairs.task_8.title": "Simulated Reality",
    "gen.emergency_repairs.task_9.desc_10": "Now that we've materialized the simulation, you need to encode it onto the spatial disk we've provided for you. Once encoded, you'll be able to load this simulation again and unload it as often as you need. To save the simulation to disk, insert the spatial disk into the Spatial IO port by the Simulation Matrix. Once inserted, apply a redstone signal by pressing the glowing button.",
    "gen.emergency_repairs.task_9.desc_11": "If everything is encoded, the simulation should unload and now be stored on the disk. To load the simulation, simply",
    "gen.emergency_repairs.task_9.desc_12": "move the disk back to the left side of the IO Port and press the button again. Make sure not to lose your disks! ",
    "gen.emergency_repairs.task_9.desc_13": "(NOTE: You can name your drives in an anvil to help keep track of them better)",
    "gen.emergency_repairs.task_9.desc_14": "Head over to the Rehabilitation chapter to continue working with your new farmland.",
    "gen.emergency_repairs.task_9.title": "Encoded Reality",
    "gen.emergency_repairs.title": "Emergency Repairs",
    "gen.endgame.task_0.desc_0": "Log Entry #387 - Date: [Redacted]",
    "gen.endgame.task_0.desc_1": "Emergency distress signal activated. This is Vault-DX9, codename Arid Nexus. Catastrophic failure imminent. Our attempts to stabilize the atmospheric processors have backfired, resulting in a relentless sandstorm that has eroded the facility's structural integrity. The external temperature regulators have malfunctioned, leading to critical system overloads and cascading equipment failures. All personnel are presumed lost, buried under the ever-shifting dunes that have breached the containment units. Terraforming efforts in Arid Nexus have ceased. This will be the final transmission. May our data serve as a warning to future endeavors.",
    "gen.endgame.task_0.desc_2": "[\"\",\"Proceed to Vault-DX9 and Recover the vault for future expansion. The last transmission was pinpointed at coordinates \",{\"text\":\"[ x: -918, z: -663 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Arid Nexus\" -918 43 -663 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Arm yourself well and pack enough food and water for a long journey, there is no telling what awaits you. \"]",
    "gen.endgame.task_0.desc_3": "Once you arrive, locate the environmental controller in the heart of the facility and turn it on. ",
    "gen.endgame.task_0.title": "desert_seed_vault_cleared",
    "gen.endgame.task_1.title": "Activate the Environmental Controller",
    "gen.endgame.task_2.title": "Reactivate the Arid Nexus",
    "gen.endgame.task_3.desc_4": "Now that you've arrived and cleared the vault you'll need to begin terraforming. In order to terraform this biome, you'll need to complete several steps.",
    "gen.endgame.task_3.desc_5": "Step 1: Start at the center of the vault and remove any of the radioactive salt ground. You can do this several ways (Including Manually) but a terraformer with a dessertification upgrade will work to replace it with sand, and RF tools builder is extremely efficient at this task as well.",
    "gen.endgame.task_3.desc_6": "Step 2: Once the radiated earth has been replaced you need to use the terraformer with the Desertification Biome module to convert a 40 block radius extending from the heart of the vault. ",
    "gen.endgame.task_3.desc_7": "Once step 1 and 2 are complete this Vault will be fully reclaimed for the Nexa and we will begin moving colonists from the primary vault.",
    "gen.endgame.task_3.desc_8": "[\"\",\"\",{\"text\":\"[ Add Waypoint ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Arid Vault\" 0 0 0 aqua\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Arid Vault\"]}},\"\"]",
    "gen.endgame.task_3.title": "Creative Compressor",
    "gen.endgame.task_4.title": "Terraform the Arid Nexus",
    "gen.endgame.task_5.title": "Restore the Arid Nexus",
    "gen.endgame.task_6.desc_9": "Log Entry #326 - Date: [Redacted]",
    "gen.endgame.task_6.desc_10": "Emergency distress signal activated. This is the commander of Vault-JG7, the Verdant Labyrinth. A virulent pathogen has swept through our biome, a mutagenic plague that we unwittingly unleashed from the soil during our terraforming activities. It spread like wildfire, decimating plant life and contaminating our air supply. ",
    "gen.endgame.task_6.desc_11": "Quarantine protocols were ineffective, and the contagion has resulted in total collapse of our ecosystem and population. The Labyrinth has fallen. We send this log not as a call for aid, but as a cautionary tale.",
    "gen.endgame.task_6.desc_12": "[\"\",\"Proceed to Vault-JG7 and Recover the vault for future expansion. The last transmission was pinpointed at coordinates \",{\"text\":\"[ x: 1085, z: 2495 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Verdant Labyrinth\" 1085 42 2495 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". We dont have much intel so be prepared for anything.\"]",
    "gen.endgame.task_6.desc_13": "Once you arrive, locate the environmental controller in the heart of the facility and turn it on. ",
    "gen.endgame.task_6.title": "jungle_seed_vault_cleared",
    "gen.endgame.task_7.title": "Activate the Environmental Controller",
    "gen.endgame.task_8.title": "Reactivate the Verdant Labyrinth",
    "gen.endgame.task_9.desc_14": "Log Entry #193 - Date: [Redacted]",
    "gen.endgame.task_9.desc_15": "Emergency distress signal activated. Emerald Bastion Vault-MS3 is compromised. The experimental bioengineered moss designed to produce oxygen has undergone an unexpected and exponential growth, overwhelming our habitat and suffocating all mechanical systems. ",
    "gen.endgame.task_9.desc_16": "Life support is failing as the moss consumes oxygen faster than it produces, creating a hypoxic environment. Our green haven has turned into a green grave. This vault will no longer be a bastion of life, but a silent testament to our overreach.",
    "gen.endgame.task_9.desc_17": "[\"\",\"The last transmission was pinpointed at coordinates \",{\"text\":\"[ x: 1455, z: 1455 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Emerald Bastion\" 1455 42 1455 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". We believe the biological component has likely perished but you never know...\"]",
    "gen.endgame.task_9.title": "mossy_seed_vault_cleared",
    "gen.endgame.task_10.title": "Activate the Environmental Controller",
    "gen.endgame.task_11.title": "Reactivate the Emerald Bastion",
    "gen.endgame.task_12.desc_18": "Log Entry #211 - Date: [Redacted]",
    "gen.endgame.task_12.desc_19": "Emergency distress signal activated. Vault-OC4, known as Abyssal Haven, is now a tomb. The pressure adaptation experiment for deep-sea colonization failed disastrously when a breach in the central hub allowed the crushing depths to claim us. ",
    "gen.endgame.task_12.desc_20": "The rapid influx of water initiated a chain reaction of power outages, leaving survivors in darkness as the cold abyssal waters flooded our once hopeful sanctuary. No escape pods could be launched; the pressure was too intense. Terraforming operations are now suspended. This is our last echo in the darkness.",
    "gen.endgame.task_12.desc_21": "[\"\",\"Last known transmission originated from \",{\"text\":\"[ x: 2523, z: 714 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Abyssal Haven\" 2525 24 714 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\"\"]",
    "gen.endgame.task_12.title": "ocean_seed_vault_cleared",
    "gen.endgame.task_13.title": "Activate the Environmental Controller",
    "gen.endgame.task_14.title": "Reactivate the Abyssal Haven",
    "gen.endgame.task_15.desc_22": "Log Entry #404 - Date: [Redacted]",
    "gen.endgame.task_15.desc_23": "Emergency distress signal activated. This is the overseer of Vault-SN1, Frostbound Keep. The sub-zero climate controller has malfunctioned, initiating an irreversible deep freeze. The temperature drop was so sudden and severe that it flash-froze the entire vault, cryo-preserving us in a state of suspended animation from which recovery is impossible. ",
    "gen.endgame.task_15.desc_24": "Our bodies are encased in ice, alongside our dreams of cultivating life here. Terraforming operations have permanently ceased. This message will be the last vestige of the Keep's existence. A final note in the transmission. There is a powerful entity dormant here known as the harbringer. Once you've cleared the vault you will need to awaken it by right clicking it with a nether star to finally purge the vault.",
    "gen.endgame.task_15.desc_25": "[\"\",\"This final waypoint has re-established a functional gps link and is actively transmitting coordinates at \",{\"text\":\"n[ x: -2215, z: -3034 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Frostbound Keep\" -2215 42 -3034 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Bring your winter gear for this one, it's going to be a cold out there!\"]",
    "gen.endgame.task_15.title": "snow_seed_vault_cleared",
    "gen.endgame.task_16.title": "Activate the Environmental Controller",
    "gen.endgame.task_17.title": "Reactivate the Frostbound Keep",
    "gen.endgame.task_18.desc": "With the safety protocols back in place you can begin terraforming the Verdant Labyrinth. The process is just as it worked before in the Arid Nexus but this time your final terraforming should be the undegrowth biome which will restore this region to its Jungle-like temperature and humidity.",
    "gen.endgame.task_18.title": "Creative Mana Cell",
    "gen.endgame.task_19.title": "Terraform the Verdant Labyrinth",
    "gen.endgame.task_20.title": "Restore the Verdant Labyrinth",
    "gen.endgame.task_21.desc": "The Emerald Bastion was once a lush and humid area that teamed with subtropical life. With the Bastion once again secured you can begin the process of restoring the swamp biome. The process works as it did before in the previous vaults but this time your final terraforming should be the swamp biome..",
    "gen.endgame.task_21.title": "4x Creative Runes",
    "gen.endgame.task_22.title": "Terraform the Emerald Bastion",
    "gen.endgame.task_23.title": "Restore the Emerald Bastion",
    "gen.endgame.task_24.desc": "The Abyssal Haven was once an under water research lab that focused on living in harmony with aquatic lifeforms. With the Lab now cleared of hostile invaders you should restore the region to a neutral biome such as a plains biome.",
    "gen.endgame.task_24.title": "Creative Fluid Cell",
    "gen.endgame.task_25.title": "Terraform the Abyssal Haven",
    "gen.endgame.task_26.title": "Restore the Abyssal Haven",
    "gen.endgame.task_27.desc_26": "The Frostbound Keep was a deep arctic research center. The idea was the deep layers of ice and snow would protect from the worst of the radiation and the deep underground lakes were a great source of heavy water to maintain the fusion reactors. ",
    "gen.endgame.task_27.desc_27": "Now that you've secured the keep you should restore it to the snowy tiaga biome it once was, capable of supporting all of Elyrias cold dwelling life forms. This is the last that the people of Elyria will ask of you, with the Keep back online your mission will be completed.",
    "gen.endgame.task_27.title": "Creative Item Cell",
    "gen.endgame.task_28.title": "Terraform the Frostbound Keep",
    "gen.endgame.task_29.title": "Restore the Frostbound Keep",
    "gen.endgame.task_30.desc_28": "While our predecessors may have been careless and short sighted in their application of their advanced technologies, they did create technological marvels to rival the legends of old. One such of these was the terraformer. It was meant as a way for them to use their interdimensional technology to make other worlds more hospitable. ",
    "gen.endgame.task_30.desc_29": "The prototype was about to be put to use when the last war brought those efforts to an abrupt end. Now that you've managed to recreate all of the technology infrastructure needed to recreate this device, it is time to put it to work on Elyria herself and bring new life to this world. ",
    "gen.endgame.task_30.desc_30": "Before you, there were many other Vaults where The Genesis Project was attempted. All of them failed and fell to ravages of what our world had become. You are tasked with discovering what became of each of these previous five Vaults. You will restore their environmental controllers, clear them any dangers and terraform each of them to their original biomes using the terraformer. We understand this is a monumental final task but we have faith in your ability to see this through.  ",
    "gen.endgame.task_30.desc_31": "Good Luck Architect.",
    "gen.endgame.task_30.title": "New Life from Old Mistakes",
    "gen.endgame.task_31.desc_32": "Well done Architect, many did not believe you would succeed were so many before you failed. It is time for you to know the full extent of the failures of The Genesis Project. We have attempted several iterations of this project, yours was, in truth, our 319th Attempt and the Nexa has been degrading steadily now for nearly a thousand years. You were and still remain our best, last, and only hope to salvage Elyria from total &bSystem Collapse&r.",
    "gen.endgame.task_31.desc_33": "With our network back online we've begun picking up distress calls. We need to gather one final charge of power to finish materializing the remaining network nodes to re-establish global positioning and communications. ",
    "gen.endgame.task_31.title": "Lost Connections",
    "gen.endgame.task_32.title": "Final System Re-Initialization",
    "gen.endgame.task_33.title": "Re-establishing Forward Outposts",
    "gen.endgame.task_34.desc_34": "Dear Architect,",
    "gen.endgame.task_34.desc_35": "Dawn breaks upon the reborn world of Elyria, a testament to your enduring spirit and brilliance. You rose to an impossible challenge, turning a once desolate land into a canvas of life and hope.",
    "gen.endgame.task_34.desc_36": "Our world, once a silent testament to ruin, now thrives with verdant vitalityвЂ”rivers, skies, and lands restored by your hand. You ventured into the darkened corners of the Nexa Network, dispelling corruption, and shepherded lost souls back from a total System Collapse.",
    "gen.endgame.task_34.desc_37": "The communities you reconstructed bustle with the joy of the Elyrians returned to flesh and blood. Their smiles, their joyous tears, their new memoriesвЂ”they all spring from the new life you cultivated.",
    "gen.endgame.task_34.desc_38": "In this balance of nature and the echoes of our digital past, we see your legacy. It is one of resilience, of creation, of a future reclaimed.",
    "gen.endgame.task_34.desc_39": "We honor your journey, Architect, with a promise to remember and celebrate your triumph across generations.",
    "gen.endgame.task_34.desc_40": "With profound thanks and a promise of peace, we are proud to finally put your program to rest. It took us many iterations and failures but you finally lived up to our grand design. ",
    "gen.endgame.task_34.desc_41": "&oNexa, please terminate program \"Architect version 317&r",
    "gen.endgame.task_34.desc_42": "&lYour vision turns to static and then darkness as the world fades away....&r",
    "gen.endgame.task_34.title": "Program Terminated.",
    "gen.endgame.task_35.title": "Fin.",
    "gen.endgame.task_36.title": "Epilogue: A New Elyria",
    "gen.endgame.title": "Terra Genesis",
    "gen.engineered_creation.task_0.desc": "In order to get a hot enough fire and infuse iron with enough carbon to forge steel we'll need to first build a &bcoke oven&r. A small 3x3x3 structure make of coke bricks should burn hot enough to coke coal. The creosote byproduct may also be useful for many other applications.",
    "gen.engineered_creation.task_0.title": "Coked up Coal",
    "gen.engineered_creation.task_1.desc": "The &bmetal press&r is a multiblock structure you'll use for fabricating plates and gears for various machinery. These are the blocks it is constructed of. Consult the &eengineer's manual&r we've included in your tome for you to see how to construct it. Once completed, right click with an &6engineer's hammer&r to complete the multiblock.",
    "gen.engineered_creation.task_1.title": "Construct a Metal Press",
    "gen.engineered_creation.task_2.desc": "With what limited resources are currently available we can still cobble together some rudimentary machines. The &bpity machine&r frame will enable you to make several useful machines.",
    "gen.engineered_creation.task_2.title": "Primitive Machines",
    "gen.engineered_creation.task_3.desc": "&bPlastic&r is used in most &eIndustrial Foregoing&r basic technologies, and many Pressure-sensitive innovations as well as modern meta materials. You'll use plenty of this in the future so its good to set it up early.",
    "gen.engineered_creation.task_3.title": "Lean, Mean, Polyethylene ",
    "gen.engineered_creation.title": "Engineered Creation",
    "gen.epigenetics.task_0.desc_0": "Our scientists believe they've been able to use the elemental essences you've been researching, along with the honey essence traded from our friend in the Alfheim dimension, to stabilize a breed of bees to help with the regenesis of Elyria. ",
    "gen.epigenetics.task_0.desc_1": "Submit some honey melted down from honey bottles in a melting chamber to the task screen along with the appropriate amount of power, and we'll load it in the simulation. Make sure your simulation is clear before initializing the new simulation, and save the new simulation to this fresh spatial IO disk once it's loaded.",
    "gen.epigenetics.task_0.title": "Activate the Simulation",
    "gen.epigenetics.task_1.title": "Power the Hive Simulation",
    "gen.epigenetics.task_2.title": "Honey for the Hive",
    "gen.epigenetics.task_3.title": "Goto the Simulation Matrix",
    "gen.epigenetics.task_4.title": "Simulating The Hive ",
    "gen.epigenetics.task_5.desc_2": "We've prepared the new environment for the genetically modified bees. The responsibility now falls to you. Breed bees and allow them to adapt to the new environment. As you breed new species, you should breed extras for reprocessing. Take the bees in a bee cage over to the bottler. Place bottles in it and a piston one block above the bottler. Let the bee loose inside and then smash it with the piston. Take care that they don't fly away; a trapdoor is useful here.",
    "gen.epigenetics.task_5.desc_3": " ",
    "gen.epigenetics.task_5.desc": "Once you have obtained a pure gene sample you will now be able to replicate those genes utilizing the programmable matter known as UU-Matter. Combine any pure gene sample with a UU-Matter to duplicate it. You'll want to keep a master copy of any important genes.",
    "gen.epigenetics.task_5.title": "Obtain a Gene Sample",
    "gen.epigenetics.task_6.desc": "Observe the bees inside the simulation. These bees are pristine specimens and have an extremely adaptable genome. It is suspected however that these bees will not yet survive the harshness of the land. You will need to work with them in the simulation chamber. Once you are satisfied with your bee modifications and want to put them to work in a long term arrangement you can use a simulation upgrade and feeding slab to allow them to continue to function inside a virtual hive simulation even in the outside world.",
    "gen.epigenetics.task_6.title": "Observe a Bee",
    "gen.epigenetics.task_7.desc_4": "The advanced hives remove all the limitations of a standard hive. You can collect honey and combs without angering bees directly from the inventory and you can upgrade them with means to enhance their productivity. The most important for operating outside of the simulation will be the simulation upgrade but the others are very useful as well.",
    "gen.epigenetics.task_7.desc_5": "In order to get the bees to produce you'll need to place a feeding slab in front of them and DOWN one block. If the feeding slab is directly touching the front of the hive it will not function. Make sure you check JEI to see the flowering item for the bee and that goes on the feeding slab. For example, a lapis bee will show a block of lapis for its flowering block, that means a block of lapis should be placed in the feeding slab. These blocks are not consumed.",
    "gen.epigenetics.task_7.desc_6": " ",
    "gen.epigenetics.task_7.desc_7": "If you run into a situation where your bees refused to work you can also force them out of the hive by moving the hive and then hitting it with a stick.",
    "gen.epigenetics.task_7.title": "Virtual Hives",
    "gen.epigenetics.task_8.desc": "Obtain a normal productivity gene or better and UU-Matter. Our scientistics will enhance it and return an improved genetic variant to you.",
    "gen.epigenetics.task_8.title": "Increased Productivity I",
    "gen.epigenetics.task_9.desc": "Obtain medium or higher gene, combine with the uu-matter and we'll engineering a better one.",
    "gen.epigenetics.task_9.title": "Medium or better productivity gene",
    "gen.epigenetics.task_10.title": "Productivity II",
    "gen.epigenetics.task_11.desc": "The ultimate productivity gene can finally be engineered with a high or better productivity and the final uu-matter submission. Make sure you store this for safe keeping and clone it as nescesary with uu-matter.",
    "gen.epigenetics.task_11.title": "High or better productivity gene",
    "gen.epigenetics.task_12.title": "Productivity III",
    "gen.epigenetics.task_13.desc": "Some bees seem to have a preference for night or day, obtain a 100% pure sample of either a diurnal or nocturnal species and we will be able to extrapolate the variant genes to create a metaturnal sequence for you to use.",
    "gen.epigenetics.task_13.title": "Nocturnal or Diturnal Gene",
    "gen.epigenetics.task_14.title": "Work Cycle",
    "gen.epigenetics.task_15.desc": "The basic bees seem to very susceptible to weather paterns in addition to day and night cycles. Get us a pure sample of the weather sensitivity gene in the standard bees and we should be able to engineer a gene that can ignore weather conditions.",
    "gen.epigenetics.task_15.title": "Weather Tolerance",
    "gen.epigenetics.task_16.desc": "Endurance controls how hearty your bees are. By extracting purified inferior versions of the endurance gene we can progressively refine them for you.",
    "gen.epigenetics.task_16.title": "Collect normal or stronger endurance gene",
    "gen.epigenetics.task_17.title": "Endurance I",
    "gen.epigenetics.task_18.desc": "The strong endurance gene is the highest we can manage to sequence. It should serve you well.",
    "gen.epigenetics.task_18.title": "Collect medium or stronger endurance gene",
    "gen.epigenetics.task_19.title": "Endurance II",
    "gen.epigenetics.task_20.desc": "Normal bees become aggitated when you disturbe their hive. Some variations are always hostile. In order allow these worker bees to be the most productive and least disruptive you should obtain a normal or aggressive gene sample so we can screen these out and provide you with a more passive worker gene.",
    "gen.epigenetics.task_20.title": "Any normal or aggressive gene",
    "gen.epigenetics.task_21.title": "Temper I",
    "gen.epigenetics.task_22.desc_8": "By combining all of the best gene sequences into a honey treat you're now able to feed it to any bee and transform them into the ideal worker. Resistant to temperature, weather, and many adverse conditions these perfected drones will efficiently tend to your resource production needs. These modifications don't work via the honey treat on standard bees. You'll need bees of the productive variety to accept the modified genes. They are now truely all they could bee.",
    "gen.epigenetics.task_22.desc_9": "&eNote: &rThere is a shape craft recipe that requires the genes be in a certain order to complete this quest properly, be sure to use that recipe for this turn in.",
    "gen.epigenetics.task_22.desc_10": "{image:ftbgenesis:textures/quests/perfecttreat.png width:180 height:100 align:1}",
    "gen.epigenetics.task_22.title": "Super Bee!",
    "gen.epigenetics.task_23.desc": "Through your diligent research into genetic modifications our scientists in the Nexa have been able to resequence your genome to upgrade your biological form. When ready, press the button and we will download the new genetic instruction set to your body. The naturally occuring radiation in the world will no longer affect you!",
    "gen.epigenetics.task_23.title": "Update personal genome",
    "gen.epigenetics.task_24.title": "Upgrade Me!",
    "gen.epigenetics.task_25.title": "Glorious Evolution.",
    "gen.epigenetics.task_26.desc_11": "Many varieties of bees once flourished across the face of Elyria, all have now become extinct. Their survival is crucial to restoring the ecosystem of our world and so we have been working to resequence the genome of every species that ones lived and some new ones as well. Using the programmable UU-matter and a metallurgic infuser you can recreate specific genes for almost every type of bee. To see the process simply check the recipes for the gene item in jei and look through the metallurgic infuser category for the catalyst needed to create each variant. ",
    "gen.epigenetics.task_26.desc_12": "Once you have the gene you want you can incubate it in the incubator and bring that spieces back from extinction.",
    "gen.epigenetics.task_26.title": "Engineering Perfection",
    "gen.epigenetics.title": "Epigenetics",
    "gen.evolutionary_apotheosis.task_0.desc_0": "Bookshelves help focus the energy of the enchanting table. The type of empowerment you will gain depends on the amount of power you put in.",
    "gen.evolutionary_apotheosis.task_0.desc_1": "Eterna is the primary enchanting stat, each point increases the base enchanting level by 2 levels. Different blocks will provide varying amounts.",
    "gen.evolutionary_apotheosis.task_0.desc_2": "The base power is how much experientia you invest, Quanta and Rectification modify your base power to reach higher enchant levels.",
    "gen.evolutionary_apotheosis.task_0.desc_3": "Quanta increases the power but also the variance in what type of enchants you'll get whereas rectification stabilizes this energy. ",
    "gen.evolutionary_apotheosis.task_0.desc_4": "More rectification is never a bad thing, whereas too much quanta may yield undesirable results. ",
    "gen.evolutionary_apotheosis.task_0.desc_5": "You can search Quanta, Eterna, Arcana, and Rectification in JEI to see which blocks provide those stats for you.",
    "gen.evolutionary_apotheosis.task_0.title": "Quantized Experentia",
    "gen.evolutionary_apotheosis.task_1.desc_6": "To go beyond level 30, you'll need to make some hellshelves. Five of them will get your enchanting up to level 45.",
    "gen.evolutionary_apotheosis.task_1.desc_7": "Once you've done that, you'll need to enchant each to become infused variants; doing this will get you up to level 60.",
    "gen.evolutionary_apotheosis.task_1.title": "Infernal Energies",
    "gen.evolutionary_apotheosis.task_2.desc": "To go beyond level 60, you'll need to invest in deep shelves and further infuse them, similar to hell shelves. You can use some of the deep dark materials fabricated from a loot fabricator to create the stat variants for these as well.",
    "gen.evolutionary_apotheosis.task_2.title": "Power from the Deep",
    "gen.evolutionary_apotheosis.task_3.desc": "The salvaging table allows you to break gems down into dusts and a few other mostly useless items as well for more useful components.",
    "gen.evolutionary_apotheosis.task_3.title": "Smashing Things for Fun and Profit",
    "gen.evolutionary_apotheosis.task_4.desc": "The Mythic reforging table allows for reforing up to Mythic levels. You can take all of your gear and bring it to the strongest possible variations.",
    "gen.evolutionary_apotheosis.task_4.title": "Forged in the Infinite",
    "gen.evolutionary_apotheosis.title": "Evolutionary Apotheosis",
    "gen.getting_started.task_0.desc_0": "The cold, sterile environment of the seed vault welcomes you. Faint lights blink on consoles, and an AI voice guides you. \"&oWelcome back, Architect. Elyria awaits your direction&r.\" ",
    "gen.getting_started.task_0.desc_1": "Your initial task is simple: reactivate the dormant systems of the seed vault. &dFind the Terminal and login&r.",
    "gen.getting_started.task_0.title": "Access the system internals",
    "gen.getting_started.task_1.title": "Access the System Internals",
    "gen.getting_started.task_2.desc_2": "As you approach the main digital storage, alarms blare. A pulsating energy radiates from it, growing unstable. The AI voice turns frantic, \"&oContainment breach imminent&r!\" With no time to act, the storage explodes, sending shockwaves that destabilize the vault's energy grid.",
    "gen.getting_started.task_2.desc_3": "Emerging from the smoke and debris, it becomes clear that the resources inside the seed vault won't be enough. The world outside, while inhospitable, holds the key to gathering essential resources. You should be safe within the radius of the vault but beyond that you will need protection.",
    "gen.getting_started.task_2.desc_4": "Although much time has passed, the world is still plagued by radiation and easily disturbed protective layers of soil can be churned by your mere presence. It is essential to devise protection in the form of a radiation suit before you will be able to go beyond the vault border. ",
    "gen.getting_started.task_2.title": "KA-BOOM!",
    "gen.getting_started.task_3.title": "sub\"You let the smoke out!",
    "gen.getting_started.task_4.title": "Calamity!",
    "gen.getting_started.task_5.desc": "Although it is quite dangerous to leave the safety of the vault, you should be able to safely venture as far as where the nature preserve field extends. You should be able to gather basic materials throughout this region in relative safety. You can also break down some excess &bbeehives&r into planks with a simple &eshapecraft&r.",
    "gen.getting_started.task_5.title": "Back to Basics",
    "gen.getting_started.task_6.desc": "It will definitely break quickly but it sure is more effective than punching stone. Use basic &6wooden tools&r to get started and quickly upgrade to stone.",
    "gen.getting_started.task_6.title": "Break Tree, Smash Rock",
    "gen.getting_started.task_7.desc": "&bStone tools&r will allow you to mine most things you'll need for now. We'll need to find better materials to do better. The &6crafting&r bench can be enhanced with stone supports to make a workbench which retains your crafting inventory.",
    "gen.getting_started.task_7.title": "Harvest of Stone",
    "gen.getting_started.task_8.desc_5": "There is a powerful electromagnetic field that extends from the heart of this facility. It will prevent most hostile enemies from appearing inside but this is not a foolproof defense. There are SMART creatures in the world and some have even evolved to use tools. Weaker blocks can be dug through so be sure to fortify your defense with mundane materials until you can eventually extend protective shields. ",
    "gen.getting_started.task_8.desc_6": "Your simulation chamber is &nNOT&r protected as the field interferes with normal operations inside.",
    "gen.getting_started.task_8.title": "You are NOT Safe!",
    "gen.getting_started.task_9.desc_7": "In order to obtain some &6rubber&r you're going to need to cultivate &6stick resin&r. You can utilize what's already in the vault to get it. Start by creating some &9crop sticks&r to plant on and then go find some seeds. If you head over to the agricultural sector of the vault you should find some &9wheat seeds &rthat will work to getting us started.",
    "gen.getting_started.task_9.desc_8": "Continue on to the &6Sprouting New Life&r chapter to progress further on this questline.",
    "gen.getting_started.task_9.title": "Time to Get Agrarian",
    "gen.getting_started.task_10.desc": "A basic &9furnace&r for smelting materials. This is very archaic technology but it'll do for now. You'll need to find some crude materials to burn for a &6fuel source&r.",
    "gen.getting_started.task_10.title": "Toasty!",
    "gen.getting_started.task_11.desc": "Well done! Smelting &6wood&r to &9charcoal&r will extend your fuel, and we can likely build into some higher temperature furnaces like iron furnaces or coal generators with that same fuel source.",
    "gen.getting_started.task_11.desc_9": "In addition to your hunger, you'll need to manage your thirst. While in the vault, this should be fine as we have provided an endless source of fresh water to you. Locate the &bfaucet&r and &bjar&r in the back of the agricultural wing. Here, you can refill &bglass bottles&r with fresh water to take with you. Make sure you bring enough if you venture outside!",
    "gen.getting_started.task_11.desc_10": "{image:ftbgenesis:textures/quests/faucet.png width:200 height:100 align:1}",
    "gen.getting_started.task_11.title": "sub\"It's got what plants crave!",
    "gen.getting_started.task_12.title": "Water!",
    "gen.getting_started.task_13.desc": "Claiming chunks can prevent explosions and many other undesirable and hazardous effects. It's important to open your map (M by default)",
    "gen.getting_started.task_13.title": "Get off my lawn!",
    "gen.getting_started.task_14.title": "Stake your claim!",
    "gen.getting_started.task_15.title": "Stake Your Claim",
    "gen.getting_started.task_16.desc": "To make more worthy machines we'll need to begin our quest for some &9iron&r to refine. Head over to the &6Dangerous Path&r questline to continue your mission.",
    "gen.getting_started.title": "Getting Started",
    "gen.primal_forces.task_0.desc": "These perfectly crafted crystaline structures are just waiting to be attuned to elemental properties of the planet. We have established a link with a remote factory to create them for you as they are too volatile to be materialized. You can order more and have them delivered via the Amadron tablet delivery system.",
    "gen.primal_forces.task_0.desc_0": "In order to harness the elemental power of the planet towards revivification you will need to create some rudimentary alchemical machines to tap into these naturally occuring energy nodes and transfer the essence from the nodes into infuser to change the nature of mundane materials into something more attuned to the element. ",
    "gen.primal_forces.task_0.desc_1": "You need to setup the container 2 blocks below the node and the infuser on top of it. When done correctly the infuser will begin absorbing the element into the container. You can then mine up the container or pipe directly from it.",
    "gen.primal_forces.task_0.desc_2": "{image:ftbgenesis:textures/quests/elementextractor.png width:170 height:220 align:1}",
    "gen.primal_forces.task_0.title": "Element Extraction",
    "gen.primal_forces.task_1.desc": "The four different types of elemental nodes found around the world are ethereal in nature. Placing any solid block in the same space as them will destroy their connection with our world. Great care must be taken to ensure you do not let this happen. We will begin investigating methods to stabilize them in the future but for now, be careful!",
    "gen.primal_forces.task_1.title": "Fragile Nodes!",
    "gen.primal_forces.task_2.desc": "\"\",\"We have located an \",{\"text\":\"fire elemental\",\"color\":\"dark_red\"},\" resonance energy near coordinates\",{\"text\":\"n[ x: 62, z: -185 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Fire Element\" 62 63 -185 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Proceed to these coordinates and locate the element for extraction.",
    "gen.primal_forces.task_2.title": "Find the Fire Source",
    "gen.primal_forces.task_3.desc": "\"\",\"We have located an \",{\"text\":\"air elemental\",\"color\":\"aqua\"},\" resonance energy near coordinates\",{\"text\":\"n[ x: 111, z: 49 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Air Element\" 111 63 49 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Proceed to these coordinates and locate the element for extraction.",
    "gen.primal_forces.task_3.title": "Find the Air Source",
    "gen.primal_forces.task_4.desc": "\"\",\"We have located an \",{\"text\":\"water elemental\",\"color\":\"blue\"},\" resonance energy near coordinates\",{\"text\":\"n[ x: 262, z: -148 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Water Element\" 262 63 -148 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Proceed to these coordinates and locate the element for extraction.",
    "gen.primal_forces.task_4.title": "Find the Water Source",
    "gen.primal_forces.task_5.desc": "Long ago the scientists of Elyria managed to synthesize these energy nodes. This technology has been lost to us but we're hoping you will be able to rediscover the process. For now, we have enough reserve to synthesize a single node and are providing it to you for extraction and study. Becareful, as with other nodes, they are fragile once placed into the world.",
    "gen.primal_forces.task_5.title": "Synthetic Nodes",
    "gen.primal_forces.task_6.desc": "Through element infusion you can take the previously inert crystals and bind them to an elemental attunement. This allows them to focus specific spectrums of power.",
    "gen.primal_forces.task_6.title": "Craft an Infused Crystal",
    "gen.primal_forces.task_7.title": "Infused Crystals",
    "gen.primal_forces.task_8.desc": "\"\",\"We have located an \",{\"text\":\"earth elemental\",\"color\":\"green\"},\" resonance energy near coordinates\",{\"text\":\"n[ x: -279, z: 369 ]\",\"color\":\"gold\",\"clickEvent\":{\"action\":\"run_command\",\"value\":\"/waypoint add \"Earth Element\" -279 63 369 gold\"},\"hoverEvent\":{\"action\":\"show_text\",\"contents\":[\"Add Waypoint\"]}},\". Proceed to these coordinates and locate the element for extraction.",
    "gen.primal_forces.task_8.desc_3": "The pure infuser is the ultimate in element technological innovation. It focuses each of the 4 elements into a concentrated vortex for infusing the most purified distilliates of each into remarkable new materials. ",
    "gen.primal_forces.task_8.desc_4": "This is a multiblock structure, refer to your elementopedia in the tome for a visualization of how to configure it.",
    "gen.primal_forces.task_8.title": "Find the Earth Source",
    "gen.primal_forces.task_9.desc": "Pure crystals are the perfect infusion of all four types of elemental energy contained in resonance waves within the lattice structure. The can be used to direct and control the flow of any and all types of elemental energy to create a plethora of new devices and even empower you with some new abilities.",
    "gen.primal_forces.title": "Primal Forces",
    "gen.project_genesis.task_0.desc_0": "In an age long forgotten, the world of &6Elyria&r was a paradise, a bastion of civilization and unity. But human ambition and greed took over, and what once was a haven turned into a battleground. The cold war of ideologies spiraled out of control, resulting in a cataclysmic nuclear exchange. Elyria was scarred, forever changed.",
    "gen.project_genesis.task_0.desc_1": "Skies darkened. Radiant blue oceans turned murky, as if the very soul of the world was tainted. The aftermath of the war led to rapid ecological decay. With the realization of the impending doom, survivors, with a melding of hope and desperation, turned to their advanced technology. The project named \"&dGenesis&r Protocol\" was initiated. They aimed to transfer their consciousness into a massive digital realm known as the \"&6Nexa Network&r\", hoping to outlive the decay and one day, return.",
    "gen.project_genesis.task_0.desc_2": "Time flowed differently inside the Nexa Network. While the world outside rotted, the digital denizens of Nexa experienced eons. But it was not a peaceful existence. Corruption, like a virulent disease, began to seep into the code. Strange, twisted digital entities emerged, spawning an eternal nightmare for the trapped souls.",
    "gen.project_genesis.task_0.desc_3": "Eons passed, until a council was formed within the Nexa. Their sole aim was to put an end to the suffering and to find a way back to Elyria. From among them, you were chosen. As an \"Architect\", your role was to return to the physical world, assess the damage, and find a solution.",
    "gen.project_genesis.task_0.desc_4": "By entering the portal you will be digitized into what remains of Elyria to begin the arduous task of rebuilding. The world is counting on you, but you will not be alone. Your civilization within the Nexa will provide assistance where you need it most.",
    "gen.project_genesis.task_0.title": "Download Initiated...",
    "gen.project_genesis.title": "Welcome",
    "gen.project_genesis_2.task_0.desc_0": "This chapter outlines the big picture overview of The Genesis Project. There are many chapters in this project dossier outlining the restoration of Elyria and many paths diverge to allow you to forge your own path that caters to your playstyle. ",
    "gen.project_genesis_2.task_0.desc_1": "In order to keep the main objectives in mind we've added this chapter as a very broad overview of project goals. You may still progress through any open quests as you see fit, in the order you find most enjoyable. ",
    "gen.project_genesis_2.task_0.desc_2": "There are other questlines that will open up that will provide you many useful items and technology that are not part of the primary progression path, it's best not to neglect these as you work through primary objectives.",
    "gen.project_genesis_2.task_0.title": "The Genesis Project",
    "gen.project_genesis_2.task_1.desc_3": "Start with the: ",
    "gen.project_genesis_2.task_1.desc_4": "[\"\", {\"text\":\"Getting Started Questline\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"1B3084478EF0EA38\"}}, \"\"]",
    "gen.project_genesis_2.task_1.desc_5": "Work through that chapter until you reach the &dTime to Get Agrarian&r quest.",
    "gen.project_genesis_2.task_1.title": "Access the System Internals",
    "gen.project_genesis_2.task_2.desc_6": "Your next objective will be the",
    "gen.project_genesis_2.task_2.desc_7": "[\"\", {\"text\":\"Sprouting New Life Questline\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"5BC9FBEF227BFD06\"}}, \"\"]",
    "gen.project_genesis_2.task_2.desc_8": "Start with &dsuitable soil&r and work your way through &demergency repairs&r.",
    "gen.project_genesis_2.task_2.title": "Suitable Soil",
    "gen.project_genesis_2.task_3.desc_9": "Next goal is the ",
    "gen.project_genesis_2.task_3.desc_10": "[\"\", {\"text\":\"Emergency Repairs chapter\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"69A066A04595C87F\"}}, \"\"]",
    "gen.project_genesis_2.task_3.desc_11": "Follow along in this chapter until you complete &dEncoded Reality&r at the end of it. ",
    "gen.project_genesis_2.task_3.title": "Initiate Repairs",
    "gen.project_genesis_2.task_4.desc_12": "[\"The \", {\"text\":\"Selective Breeding\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"5F10C0CE1202E28C\"}}, \" chapter will take you on the path to breed stickreed. Proceed in this chapter until you obtain rubber.\"]",
    "gen.project_genesis_2.task_4.desc_13": "[\"Also note that you now have access to the \", {\"text\":\"Synthetic Aquisitions\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"75D3D46C5B2854B0\"}}, \" questline which will provide many items you will need to you at the cost of power.\"]",
    "gen.project_genesis_2.task_4.desc_14": "Once you have obtained rubber the rest of the crop breeding is optional for now. You'll eventually need terrawart but you can come back to that.",
    "gen.project_genesis_2.task_4.title": "Selective Breeding and Synthetic Aquisitions",
    "gen.project_genesis_2.task_5.desc_15": "[\"The next chapter to open up once you have rubber will be \", {\"text\":\"A Dangerous Path\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"02AA52903B65967E\"}}, \". You'll make a hazmat suit here and venture into the world to obtain some raw resources.\"]",
    "gen.project_genesis_2.task_5.desc_16": "Proceed on this questline until you've completed &dSimulated Inferno&r and then &dActivate the Portal&r to gain access to the resources in the Nether.",
    "gen.project_genesis_2.task_5.title": "A Dangerous Path",
    "gen.project_genesis_2.task_6.desc_17": "By this point you really want to work towards getting some redstone renewably. ",
    "gen.project_genesis_2.task_6.desc_18": "[\"You can choose to breed it manually by following the \", {\"text\":\"Selective Breeding chapter\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"5F10C0CE1202E28C\"}}, \" or craft the RedWheat seeds directly by delving into Botania.\"]",
    "gen.project_genesis_2.task_6.desc_19": "[\"The chapter on botania is the \", {\"text\":\"Biotechnology\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"702C67D598A5006A\"}}, \" chapter.\"]",
    "gen.project_genesis_2.task_6.desc_20": "[\"Which ever route you chose you will need to obtain Terrawart first. You can see instructions for this in the \", {\"text\":\"Selective Breeding\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"5F10C0CE1202E28C\"}}, \" questline.\"]",
    "gen.project_genesis_2.task_6.title": "Resources",
    "gen.project_genesis_2.task_7.title": "Resources, Get!",
    "gen.project_genesis_2.task_8.desc_21": "[\"Proceed to the \", {\"text\":\"Under Pressure\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"47FD0AC2A7918ADB\"}}, \" chapter to setup a basic pneumaticraft operation to pressurize dimensional shards or coal chunks into diamonds.\"]",
    "gen.project_genesis_2.task_8.desc_22": "At this point you really want to be building out your infrastructure by producing renewable charcoal for generators with an ic2 bonsai farm and crop harvesters or preferably getting into liquid fuels.",
    "gen.project_genesis_2.task_8.desc_23": "[\"Those can be found in the \", {\"text\":\"Electrodynamic Theory\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"0E82B470F61BE718\"}}, \" chapter.\"]",
    "gen.project_genesis_2.task_8.desc_24": "Make sure you're utilizing advanced technologies like wireless energy and fluid transfer nodes or ender chests and tanks to make your logistics needs more manageable. ",
    "gen.project_genesis_2.task_8.title": "Diamonds!",
    "gen.project_genesis_2.task_9.desc_25": "At this point there is a divergence in the chapters you can, and should, explore to continue expanding your vault and infrastructure. With that in mind one of the next major milestones will be obtaining titanium seeds. For that you'll need mana runes which require Solar Prisms. ",
    "gen.project_genesis_2.task_9.desc_26": "[\"Delve into the \", {\"text\":\"Primal Forces\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"4A829D91B3F83760\"}}, \" chapter which will guide you to aquiring one needed for the mana runes.\"] ",
    "gen.project_genesis_2.task_9.title": "Solar Prisms",
    "gen.project_genesis_2.task_10.title": "Elemental Focus",
    "gen.project_genesis_2.task_11.desc_27": "[\"Continue progressing in the \", {\"text\":\"Under Pressure\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"47FD0AC2A7918ADB\"}}, \" questline until you've obtained a laser assembly multiblock.\"]",
    "gen.project_genesis_2.task_11.desc_28": "At this point you'll want to make sure you've progressed your Industrial Craft infrastructure to the point where you're able to make and power a Molecular Transformer. ",
    "gen.project_genesis_2.task_11.desc_29": "[\"You can find a guide on this in the \", {\"text\":\"Bootstrapped Tech\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"2AEEDB5E31CEB808\"}}, \" chapter.\"]",
    "gen.project_genesis_2.task_11.title": "Ima Firin Mah Laser",
    "gen.project_genesis_2.task_12.desc_30": "After obtaining Certus Quartz from the Molecular Transformer and setting up the laser assembly multiblock you should have everything you need to begin mass producing Applied Energistics components again. ",
    "gen.project_genesis_2.task_12.desc_31": "[\"The \", {\"text\":\"Applied Energistics\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"0728E6A480590763\"}}, \" chapter will have all you need to setup a fully functioning storage and autocrafting system complete with unlimited range wireless acess.\"]",
    "gen.project_genesis_2.task_12.title": "Applied Energistics",
    "gen.project_genesis_2.task_13.desc_32": "With titanium you can now craft the highest tier reinforced alloyer that runs on 960V. This will allow you to process all the high end metals including osmium to get into Mekanism machines. ",
    "gen.project_genesis_2.task_13.desc_33": "[\"Continue on in the \", {\"text\":\"Biotechnology\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"702C67D598A5006A\"}}, \" questline until obtaining titanium seeds.\"]",
    "gen.project_genesis_2.task_13.title": "I am Titaaaaaniiiiummmm...",
    "gen.project_genesis_2.task_14.desc": "At this point you can start considering end game power options. The best route will be nuclear, either in the form of ic2 nuclear reactors or working your way into Mekanism fission. There is no handholding for this step as both are fairly well documented in both the ic2 wiki book and the many sources for Mekanism fission and fusion setups.",
    "gen.project_genesis_2.task_14.title": "Uranium Fever...",
    "gen.project_genesis_2.task_15.desc_34": "After obtaining the solar gem you should be able to craft terrasteel. Use some to build an elven gateway and trade for honeyu essence. ",
    "gen.project_genesis_2.task_15.desc_35": "[\"Once you have some, this will unlock the \", {\"text\":\"Epigenetics\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"661D087DD2472F2D\"}}, \" chapter. Head over there to get your new simulation and start engineering bees of all sorts.\"]",
    "gen.project_genesis_2.task_15.title": "Genetic Remix",
    "gen.project_genesis_2.task_16.desc_36": "[\"Continue on in the \", {\"text\":\"Bootstrapped Tech\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"2AEEDB5E31CEB808\"}}, \" questline until you've gotten your mass fabricator setup to produce UU-Matter.\"]",
    "gen.project_genesis_2.task_16.desc_37": "It's worth investing in heavy scrap production which will allow the massfab to run 7x more efficiently. It can take up to HV power but unlimited packets so prepare your energy infrastructure accordingly as you'll need quite a bit to finish Project Genesis.",
    "gen.project_genesis_2.task_16.title": "Programmable Matter",
    "gen.project_genesis_2.task_17.desc": "\"Now that you have sufficient technology and power, the \", {\"text\":\"Defragmentation\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"219A2257821FECB6\"}}, \" questline will grant you a new simulation that takes you on a path towards repairing the heart of the Nexa and bringing some of the Elyrians back into the prime world.",
    "gen.project_genesis_2.task_17.title": "Defragmentation",
    "gen.project_genesis_2.task_18.desc_38": "[\"The final project path is the \", {\"text\":\"Terragenesis\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"17E96387FC89303C\"}}, \" chapter.\"]",
    "gen.project_genesis_2.task_18.desc_39": "This chapter will take you on a journey to find and re-establish the other vaults that failed before your arrival and finally complete the Genesis Project. ",
    "gen.project_genesis_2.task_18.desc_40": "You should take time to make sure your infrastructure is sound, you are well armored and well armed with everything at your disposal for the battles to come. ",
    "gen.project_genesis_2.task_18.title": "Terragenesis",
    "gen.project_genesis_2.task_19.desc_41": "[\"You should have acces to the \", {\"text\":\"Biotechnology\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"702C67D598A5006A\"}}, \" chapter now. You'll want to head over there and get some basic mystic crops start. In particularly earth and water seeds to make clay. \"]",
    "gen.project_genesis_2.task_19.desc_42": "[\"Once you have that, detour over to \", {\"text\":\"Engineered Creation\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"6EB48DA1AFBA4829\"}}, \" to get your coke oven.\"]",
    "gen.project_genesis_2.task_19.desc_43": "[\"Lastly, take your coke coal and iron over to \", {\"text\":\"Bootstrapped Tech\",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"2AEEDB5E31CEB808\"}}, \" to make your alloyer for steel production. This will open up all your midgame machines.\"]",
    "gen.project_genesis_2.task_19.title": "Steeling Claymation",
    "gen.project_genesis_2.task_20.desc_44": "This questline is optional, but well worth doing. Afte completing the secondary defragmentation, a new signal was discovered in the code which may lead to new and powerful resources by aiding one of Elyria's allies.",
    "gen.project_genesis_2.task_20.desc_45": "[\"Head over to the \", {\"text\":\"Distress Call \",\"color\":\"light_purple\",\"underlined\":true,\"clickEvent\":{\"action\":\"change_page\",\"value\":\"5C368E171FD8F3E3\"}}, \"questline to re-establish communications.\"]",
    "gen.project_genesis_2.task_20.title": "Extradimensional Transmission",
    "gen.project_genesis_2.title": "Project Genesis",
    "gen.selective_breeding.task_0.desc_0": "The first, and most important crop you'll want to work towards breeding is the &bstickreed&r.",
    "gen.selective_breeding.task_0.desc_1": "The easiest way you breed crops is by placing 3 &6cropsticks&r in a row, and placing another cropstick on the middle one to create a \"breeding\" spot. Grow crops on the outer side and wait till they are mature. Over time, they will cross-breed into a new crop in the middle. ",
    "gen.selective_breeding.task_0.desc_2": "This new plant can be the same as the other parent plants with different strengths, resistances and growth values or if the conditions are right you can create an entirely new breed.",
    "gen.selective_breeding.task_0.desc_3": "To breed stickreed you'll want to start by crossbreeding sugar cane until the new crop grows in between.",
    "gen.selective_breeding.task_0.desc_4": "You can end up with several different types of crops and it can take some time before you get stickreed. ",
    "gen.selective_breeding.task_0.desc_5": "This can be a slow process so &6it's recommended you create large fields&r of 3 rows of crops to cross breed for the selected crop quickly while minimizing rng.",
    "gen.selective_breeding.task_0.desc_6": "{image:ftbgenesis:textures/quests/crops.png width:150 height:100 align:1}",
    "gen.selective_breeding.task_0.desc_7": "&6A Warning:&r The seeds given in this quest are 25/25/25. They are extremely productive but they will require hydrated soil with good nutrients or they may die. Be sure to use a hydration cell on the soil and fertilizer to allow them to take root.",
    "gen.selective_breeding.task_0.desc_8": "The crop analyzer will help you determine the type and quality of seed you've bred. Keeping it on your hotbar will allow The One Probe to display a myriad of statistics for the soil and plant by simply looking at them. ",
    "gen.selective_breeding.task_0.desc_9": "Sneaking and right clicking a currently growing plant will scan it in place, giving you more information about it.",
    "gen.selective_breeding.task_0.desc_10": "Remember: Never run on your crops, never left click to obtian the seed pouch if they arent fully grown. ",
    "gen.selective_breeding.task_0.desc_11": "The crop analyzer can do much more than just identify the seed variants, if you hold its mode switch hotkey and right click you'll switch it into &bbreeding mode&r. In breeding mode you can input various crops into the breeding slots which represent the 4 adjacent crops next to your breeding cross sticks. It will then display your chances of getting each type of crop. ",
    "gen.selective_breeding.task_0.desc_12": "{image:ftbgenesis:textures/quests/analyzing.png width:200 height:125 align:1}",
    "gen.selective_breeding.task_0.desc_13": "{image:ftbgenesis:textures/quests/breeding.png width:180 height:100 align:1}",
    "gen.selective_breeding.task_0.desc_14": "So if you switch to this mode and put 4 sugar cane in the inputs you can see what products you can create...",
    "gen.selective_breeding.task_0.desc_15": "{image:ftbgenesis:textures/quests/stickreed.png width:120 height:100 align:1}",
    "gen.selective_breeding.task_0.desc_16": "Here we see the chance per breeding cycle of getting stickreed. Less than 2% chance! Not great!",
    "gen.selective_breeding.task_0.desc_17": "Luckily you'll be getting a bunch of other useful crops along the way. You can greatly speed this process along",
    "gen.selective_breeding.task_0.desc_18": "by filling your field with breeding rows and using lots of fertilizer. This is how you'll learn to create ",
    "gen.selective_breeding.task_0.desc_19": "many new seed variations to obtain a myriad of resources. ",
    "gen.selective_breeding.task_0.title": "Save this for later...",
    "gen.selective_breeding.task_1.title": "Breeding Mode",
    "gen.selective_breeding.task_2.desc": "Sometimes luck does not favor us. Luckily, with sufficient biodiversity we can synthesize the rubber. Obtain at least some plant matter from attempting to cross breed the &6stickreeds&r and we should be able to reproduce it for you more directly.",
    "gen.selective_breeding.task_2.title": "RNGesus Take the Wheel",
    "gen.selective_breeding.task_3.desc": "Within the Nether simulation you can find flora from the alien dimension we've preserved. This strange relative of fungus is known as &bNether Wart&r and has many amazing properties not found in the flora of our world. By harvesting some and bringing it back to our world to breed in the new atmosphere we believe you can enhance these qualities.",
    "gen.selective_breeding.task_3.desc_20": "By exposing the alien flora to our atmosphere it's taken on an entirely new property. This plant now seems edible and extremely robust. In fact, it seems to be able to &bcure the user of Radiation&r and other maladies. Please submit a sample immediately so that our scientists in the Nexa can continue to discover additional properties.",
    "gen.selective_breeding.task_3.desc_21": "Completing this quest will unlock the Biotechnology chapter.",
    "gen.selective_breeding.task_3.desc_22": "To breed Terrawart you normally need to create a breeding bed similar to stickreed breeding but with Nether Wart. Luckily our scientists have discovered the Nether Wart mutate rapidly in the presence of cold. Placing a snow block under the farmland where you plant Nether Wart should yield Terrawart when grown. (No other plants next to it)",
    "gen.selective_breeding.task_3.desc_23": "{image:ftbgenesis:textures/quests/terra.png width:100 height:100 align:1}",
    "gen.selective_breeding.task_3.title": "Terra Who?",
    "gen.selective_breeding.task_4.desc_24": "&bRedwheat&r will yield &6redstone&r when grown and harvested. Redwheat can be particularly difficult to breed because it requires lower air quality (Enclosed space) and also low light (level 7 or less) to grow. A redstone torch is ideal for these conditions. Netherwart and Aurelia are your best bet for breeding it but two nether wart can also achieve this. There is also an alternate magical recipe once you've progressed far enough. This will be a primary source of redstone!",
    "gen.selective_breeding.task_4.desc_25": "{image:ftbgenesis:textures/quests/redwheat.png width:200 height:130 align:1}",
    "gen.selective_breeding.task_4.title": "Redwheat",
    "gen.selective_breeding.task_5.desc": "&bGlowshrooms&r can provide a renewable and sustainable source of &6glowstone&r. They can be bred from nether wart at a low chance and must have a glowstone block touching the top of their cropsticks in order to fully grow.",
    "gen.selective_breeding.task_5.title": "Glowshroom Seeds",
    "gen.selective_breeding.task_6.title": "Glowing Mushrooms",
    "gen.selective_breeding.task_7.desc_26": "&bBlue wheat&r provides a main source of &6lapis&r and can be bred from red wheat but the target crop block should be waterlogged. Once grown, Blue wheat will grow in normal light. ",
    "gen.selective_breeding.task_7.desc_27": "Similar to redwheat, once you've rebuilt enough technology you can more easily create these seeds through alternate methods.",
    "gen.selective_breeding.task_7.title": "Bluewheat",
    "gen.selective_breeding.task_8.desc": "Good ole &bwheat&r. Food source, biomass, seeds and breeding stock for many other food products. This is worth growing a patch of indefinitely.",
    "gen.selective_breeding.task_8.title": "Amber Waves of ,,, Well You Know.",
    "gen.selective_breeding.task_9.desc": "&bCactus&r has many uses and is a dry crop that can bridge your breeding attempts towards more arid products.",
    "gen.selective_breeding.task_9.title": "Prickly Plants",
    "gen.selective_breeding.task_10.desc_28": "Make sure you do not harvest your new crops too soon. You are often unable to tell what the newly cross bred plant is until it is fully grown. Stickreed for example looks exactly like sugar cane until its final growth stage where it gets amber colored droplets on it. ",
    "gen.selective_breeding.task_10.desc_29": "{image:ftbgenesis:textures/quests/stickreedfull.png width:200 height:100 align:1}",
    "gen.selective_breeding.task_10.desc_30": "{image:ftbgenesis:textures/quests/dedplants.png width:100 height:100 align:1}",
    "gen.selective_breeding.task_10.desc_31": "It's important to pay attention to the statistics of your soil. When plants have low stats they are more vulnerable. If you look at a plant and see its next growth is 0 it means it is &nDYING&r and &l&4You will lose your plant!&r The common cause of this is either poor air quality, not hydrating enough with a hydration cell or poor nutrients that need fertilizer. Once you see the next growth number above 0 your crop should be ok. ",
    "gen.selective_breeding.task_10.title": "Reap what you Sow",
    "gen.selective_breeding.task_11.desc_32": "You can ensure you never lose important seeds or give yourself extra breeding pairs by &bcloning your seeds&r. To clone your plants take the plant you want to clone and plant it normally in the center and then around it place 4 sets of double crop sticks with no other crops near them. Each of the 4 will become a perfect clone of the parent plant.",
    "gen.selective_breeding.task_11.desc_33": "{image:ftbgenesis:textures/quests/clone.png width:200 height:150 align:1}",
    "gen.selective_breeding.task_11.title": "Clone Wars",
    "gen.selective_breeding.task_12.desc": "Sweet berries make for a sustainable, if meager, source of food and hydration. They can also be used as a breeding crop to grow things like glow berries.",
    "gen.selective_breeding.task_12.title": "How Berry Sweet of You",
    "gen.selective_breeding.task_13.desc": "&bMushrooms&r can be found naturally or bred from several sources. They are a useful food product, for stocks and for some more esoteric crafting processes. It is recommended you cultivate a small batch of the fungi for future studies.",
    "gen.selective_breeding.task_13.title": "Mushroom not Mooooshrooms",
    "gen.selective_breeding.task_14.desc_34": "The &bCropmatron&r can have water piped in and a hydration cell placed inside as well as fertilizer and it will keep your crops hydrated and fertilized so they grow at peak efficiency. Paired with a crop harvester for automatically harvesting your fields you can fully automate many of your stock crops. ",
    "gen.selective_breeding.task_14.desc_35": "&nIMPORTANT&r: As with all IC2C Machines, you need to use a WRENCH to pick them up. A pickaxe will destroy them. Make sure you head over to the Synthetic Acquisitions questline to sythesize a wrench for yourself. ",
    "gen.selective_breeding.task_14.desc": "&bHemp&r is the foundation of many industrial fabric applications. The strong hemp fibers have a myriad of uses and cultivating this plant will prove essential to our society. It can be bred most easily with bamboo parents or produced directly with some more advanced engineering techniques.",
    "gen.selective_breeding.task_14.title": "sub\"Take a trip and never leave the farm",
    "gen.selective_breeding.task_15.title": "Hemp Seeds",
    "gen.selective_breeding.task_16.title": "The Wildwood Flower",
    "gen.selective_breeding.task_17.desc": "All flower species can be directly transformed into seeds from the flowers for breeding by placing 4 of them onto crop sticks. Breed some &bdandelions&r and &bpoppies&r, they'll come in useful for crafting and breeding other plants later.",
    "gen.selective_breeding.task_17.title": "That'll Be just Dandelion",
    "gen.selective_breeding.task_18.desc": "By breeding sweet berries with dandelions we have a chance to create &bglow berries&r. They are a better food source and can be used to breed other plants.",
    "gen.selective_breeding.task_18.title": "Glow berry seeds",
    "gen.selective_breeding.task_19.title": "Glowed up Berries",
    "gen.selective_breeding.task_20.desc": "&bTea&r and &6hops&r can both be bred from hemp cross breeding and both allow you to get into making powerful drinks to both hydrate and envigorate.",
    "gen.selective_breeding.task_20.title": "Breed Tea or Hops",
    "gen.selective_breeding.task_21.title": "Spill the Tea!",
    "gen.selective_breeding.task_22.desc": "Among other combinations, breeding tea can sometimes result in &bcoffee&r. Coffee is a highly cafinated bean that can be brewed into a drinkable liquid that both refreshes and stimulates.",
    "gen.selective_breeding.task_22.title": "Breed coffee seeds",
    "gen.selective_breeding.task_23.title": "Powered by Java",
    "gen.selective_breeding.task_24.desc_36": "Metal crops can produce almost every type of metal you'll need. This is an optional path of restoration but one worth investing in should you decide to. &bFerru&r is the first of the metallic crops. It will yield &6iron&r byproducts. It can be bred from several paths but blue wheat is one such path, redwheat can work also. ",
    "gen.selective_breeding.task_24.desc_37": "In order to fully grow, the new Ferru plant will require a block of iron anywhere under its farmland up to 4 blocks. &nAll metals and gem plants have this requirement.&r ",
    "gen.selective_breeding.task_24.desc_38": "{image:ftbgenesis:textures/quests/subsoil.png width:60 height:100 align:1}",
    "gen.selective_breeding.task_24.title": "Breed Ferru seeds",
    "gen.selective_breeding.task_25.title": "These Seeds are METAL AF!",
    "gen.selective_breeding.task_26.desc": "We've been able to miniaturize many common arboreal variants in our simulations. We've adapted the crop sticks to be able to accept and replicate saplings. Simply plant the saplings of your choice on cropsticks to create a miniature &bbonsai tree farm&r.",
    "gen.selective_breeding.task_26.title": "Banzai, Bonsai!",
    "gen.selective_breeding.task_27.desc_39": "While fertilizer is the best thing for plants to keep the soil nutrients up and enhance the growth rate of your plants, you may not have access to recycling yet for scrap. In a pinch, normal &bwheat seeds&r will work as fertilizer as well. Just right click them on a crop stick you've already planted and it will add fertilizer to the soil.",
    "gen.selective_breeding.task_27.desc_40": "Your plants need nutrients in the soil and hydration as well as air quality. These 3 factors apply towards a plant's needs. Higher tier plants have higher needs and &e&nwill die&r without them.",
    "gen.selective_breeding.task_27.desc_41": "One of the best ways to achieve this is with subsoil certain soils will boost the farmland, subsoils can go up to 4 deep below the farmland. A good option is &bSoul Sand&r. It provides lots of nutriends but not much water so make sure your plants are getting hydration manually or with a crop matron. &nWater sourceblocks near them does not count.&r",
    "gen.selective_breeding.task_27.title": "Happy Plants",
    "gen.selective_breeding.task_28.desc_42": "You are a skilled botanist indeed to recognize my masterful work. I trust you will care and provide for the plants herein and I hereby grant you full access to my private labs. It's the soil you see, sub soils and ideal conditions seem to make the plants grow so much better. To that end I've created a superior version of my original farming simulation and I now place it in your capable hands. Good luck. ",
    "gen.selective_breeding.task_28.desc_43": "P.S. Just as I have created my own virtual environments, I encourage you to do the same. To that end I've left you a few spatial disks to create your own simulated environments. Best wishes, ~Dr. Thorne.",
    "gen.selective_breeding.task_28.title": "Activate the Simulation",
    "gen.selective_breeding.task_29.title": "Goto the Simulation Chamber",
    "gen.selective_breeding.task_30.title": "Enhanced Farming",
    "gen.selective_breeding.task_31.desc": "A strange transmission resonates from within the fields, its source is unknown, as if its coming from the plants themselves! After some investigating you've confirmed, there is a message hidden in the very genetic structure of the plants here in the seed vault. After some quick translation you determine the message reads \"The beetroot was so aptly chosen as to be the root of all evolutionary genetics for Elyria's future. Find the three variant strains and submit them to prove you are qualified to access my research.",
    "gen.selective_breeding.task_31.title": "Secret of the Seeds",
    "gen.selective_breeding.task_32.desc": "I dont know how you got these, but these are clearly not authentic. I must admit, however, that your workmanship is second only to my own. I believe I can trust you with my research if you've been able to make such a faithful reproduction of my work.",
    "gen.selective_breeding.task_32.title": "Suspicious Seeds...",
    "gen.selective_breeding.title": "Selective Breeding",
    "gen.sprouting_new_life.task_0.desc_0": "Most of the earth has been devastated by radiation. You'll need to find some &6water&r within the protected zone ",
    "gen.sprouting_new_life.task_0.desc_1": "to rehydrate some soil. Look out front and listen for the sound of flowing water. Dig down and you should find",
    "gen.sprouting_new_life.task_0.desc_2": "a reservoir or underground aquifers. Place some &6dried salt blocks&r into the water to transform them to &bdirt&r.",
    "gen.sprouting_new_life.task_0.desc_3": "{image:ftbgenesis:textures/quests/salt.png width:246 height:210 align:1 fit:true}",
    "gen.sprouting_new_life.task_0.title": "Suitable Soil",
    "gen.sprouting_new_life.task_1.desc": "Now that you've prepared some &6dirt&r, place it within 4 blocks of &6water&r to keep it hydrated, and make sure there is plenty of light for the plants to grow. Once you have prepared your growing area, right click the dirt with a hoe to convert it to &bfarmland&r.",
    "gen.sprouting_new_life.task_1.title": "Attempt to hoe dirt",
    "gen.sprouting_new_life.task_2.title": "Ground Zero Farming",
    "gen.sprouting_new_life.task_3.desc_4": "Terrible discovery! It seems the environment is still far too harsh to support life. This is dire news indeed. We're going to have to attempt to bootstrap your agricultural expansion utilizing the simulation matrix. ",
    "gen.sprouting_new_life.task_3.desc_5": "Using the Simulation Matrix we can materialize pre-encoded biome slivers we digitized before the fall. The only problem is the overload has rendered the quantum bridge to the Nexa inoperable! Head over to the Emergency Repairs chapter to initiate repairs.",
    "gen.sprouting_new_life.task_3.title": "Emergency Repairs",
    "gen.sprouting_new_life.task_4.desc_6": "Well, it may not be suitable for farmland but this soil does seem hardy enough to at least support trees. You",
    "gen.sprouting_new_life.task_4.desc_7": " could make a patch of dirt out here to make a small Tree Farm in order to get planks and charcoal. ",
    "gen.sprouting_new_life.task_4.desc": "Anticipating some species of flora being particularly strained in the environment, our scientists devised miniature biospheres called garden cloches. You should find a growing array towards the back of the agricultural wing. You'll need to arrange for some power to be provided to them but they should be piped with a small reservoir of water already.",
    "gen.sprouting_new_life.task_4.desc_8": "With this new inferium essence that we've extracted from &6The Nether&r, we've been able to create radiation resistant soils to freely plant anywhere. Create some of this &benhanced farmland&r and expand your farms!",
    "gen.sprouting_new_life.task_4.desc_9": "&nNote:&r This enhanced farmlands &lonly works with SEEDs&r. It does not work with cropsticks. Cropstick plants require a more tightly regulated environment and as such can only be grown in the simulation chamber or biomes that have been transformed to something other than wasteland.",
    "gen.sprouting_new_life.task_4.title": "Miniature Biospheres",
    "gen.sprouting_new_life.task_5.desc": "With the infused botanics of the &6petal apothecary&r and the newly acquired &6inferium&r we can begin engineering seeds capable of thriving in this environment and even helping to rebuild the biosphere. Start by creating &bwater&r and &bdirt seeds&r to make &bclay&r and many other materials. You should also be able to make &bfire&r and &bstone&r seeds as well for even more possibilities.",
    "gen.sprouting_new_life.task_5.title": "Totally Balanced Flora",
    "gen.sprouting_new_life.task_6.desc": "By infusing the seed enhancer with pure elemental energy you can create a fertilizer that resonates with a similar quantum signature that the Alfheim inhabitants do. This physics-warped fertilizer is capable of instantly growing even the prosperity-infused life seeds of Mystical Agriculture.",
    "gen.sprouting_new_life.task_6.desc_10": "The elemntal seeds are foundational seeds which can be used to produce several useful mundane blocks from dirt to sand. They are also required in higher end crafting, awakening rituals and a few other applications. ",
    "gen.sprouting_new_life.task_6.desc_11": "The seed quests that branch from here are optional, but recommended. Remember you can grow your mystic seeds in cloches with farmland that is matching or above the seed tier.",
    "gen.sprouting_new_life.task_6.title": "Elemental Seeds",
    "gen.sprouting_new_life.title": "Sprouting New Life",
    "gen.synthetic_aquisitions.task_0.desc": "The Amadron tablet will facilitate direct to consumer delivery of several essential trade goods. It can be utilized as an early game source of oil, lubricant, emeralds and other essential items. By Providing enough energy we can materialize a tablet for you. To make trades you must bind the tablet with a right click to a chest or tank for delivery and pickups.",
    "gen.synthetic_aquisitions.task_0.title": "Amadron Tablet",
    "gen.synthetic_aquisitions.task_1.title": "A Prime Delivery",
    "gen.synthetic_aquisitions.task_2.desc": "The Amadron tablet requires Pneumatic Pressure to stay charged for operation. You may not yet have access to generate pressure to refill your tablet so in the mean time you can exchange it along with an energy fee to obtain a fully charged version.",
    "gen.synthetic_aquisitions.task_2.title": "Repressurize Amadron",
    "gen.synthetic_aquisitions.task_3.title": "Repressurized",
    "gen.synthetic_aquisitions.task_4.desc": "Fertilizer increases the speed at which your crops will grow. You can stack several amounts of fertilization on a single crop and it will be consumed over time.",
    "gen.synthetic_aquisitions.task_4.title": "Fertilizer",
    "gen.synthetic_aquisitions.task_5.title": "Crop Fertilizer ",
    "gen.synthetic_aquisitions.task_6.desc": "Some plants require a higher humidity level than pure farmland alone can provide. Hydration cells can be used on the crop sticks to increase the humidity level of the soil.",
    "gen.synthetic_aquisitions.task_6.title": "Hydration Cell",
    "gen.synthetic_aquisitions.task_7.title": "Hydrate or DieDrate",
    "gen.synthetic_aquisitions.task_8.desc": "Many portable devices will require power. We can synthesize you a portable power source. Until you can recharge it yourself you'll need to bring it back here occasionally to be recycled.",
    "gen.synthetic_aquisitions.task_8.title": "Synthesize your First Battery",
    "gen.synthetic_aquisitions.task_9.title": "Synthesize your first battery",
    "gen.synthetic_aquisitions.task_10.desc": "Submit your depleted, or semi depleted batteries here along with energy and we will recharge them for you.",
    "gen.synthetic_aquisitions.task_10.title": "Recharge Battery",
    "gen.synthetic_aquisitions.task_11.title": "Recharge Battery",
    "gen.synthetic_aquisitions.task_12.desc": "Silica substrates can be an essential process in many advanced construction needs. The area directly near you seems to be particularly devoid of this otherwise abundant resource. With some energy we can materialize some if you need it. Our records also indicate that it's coarse and rough and irritating and it gets everywhere.",
    "gen.synthetic_aquisitions.task_12.title": "Sand",
    "gen.synthetic_aquisitions.task_13.desc": "Magma cream synthesis, repeatable.",
    "gen.synthetic_aquisitions.task_13.title": "Magma Cream",
    "gen.synthetic_aquisitions.task_14.title": "Magma Materialized",
    "gen.synthetic_aquisitions.task_15.desc": "Some machines, particularly those that require LV, MV, HV+ Voltage from IC2 require that you pickup machines with a wrench. Using a pickaxe will result in a loss of the machine, returning only a machine frame. Make sure you always use a wrench!",
    "gen.synthetic_aquisitions.task_15.title": "Wrench Synthesis",
    "gen.synthetic_aquisitions.task_16.title": "Be Precise!",
    "gen.synthetic_aquisitions.task_17.desc": "Not Edible.",
    "gen.synthetic_aquisitions.task_17.title": "Gunpowder",
    "gen.synthetic_aquisitions.task_18.title": "Big Badda Boom",
    "gen.synthetic_aquisitions.task_19.desc_0": "These strange mutant green creatures that have evolved deep within the radiation zone seem to literally explode if you get too close. ",
    "gen.synthetic_aquisitions.task_19.desc_1": "If you manage to destroy one we believe we can analyze it's DNA and replicate some explosive components for you.",
    "gen.synthetic_aquisitions.task_19.title": "sub\"It's a Creep, it's a Weirdo",
    "gen.synthetic_aquisitions.task_20.title": "Kill 1x Creeper",
    "gen.synthetic_aquisitions.task_21.desc": "We gave you that manual to guide you to saving Elyria! How could you be so careless?! You were the chosen one! You were meant to bring balance to Elyria not lose our knowledge and throw us further into darkness. Oh well, here's another, do try to be more careful this time.",
    "gen.synthetic_aquisitions.task_21.title": "Oops I lost it.",
    "gen.synthetic_aquisitions.task_22.title": "Oops, I lost it.",
    "gen.synthetic_aquisitions.task_23.desc": "Possibly Edible.",
    "gen.synthetic_aquisitions.task_23.title": "Spider Eyes",
    "gen.synthetic_aquisitions.task_24.title": "Spider Eyes",
    "gen.synthetic_aquisitions.task_25.desc": "Edible, but not recommended.",
    "gen.synthetic_aquisitions.task_25.title": "Rotten Flesh",
    "gen.synthetic_aquisitions.task_26.desc": "Sometimes, having just 1 Battery won't cut it. Luckily we can obtain some more! Use this quest if you need additional batteries. Recharging them is cheaper though.",
    "gen.synthetic_aquisitions.task_26.title": "Synthesize Another Battery",
    "gen.synthetic_aquisitions.task_27.title": "Synthesize another battery",
    "gen.synthetic_aquisitions.task_28.desc": "Feathers may prove useful to create some basic projectile weaponary among other things. We can replicate some synthetic variants for you as needed.",
    "gen.synthetic_aquisitions.task_28.title": "Feather synthesis",
    "gen.synthetic_aquisitions.task_29.title": "Dont get down about feathers",
    "gen.synthetic_aquisitions.task_30.desc": "With the rediscovery of UU-Matter our scientists have found a way to entangle digital data with the material world. This allows us to manafest things that only exist as digital energy in the real world. Digitize the UU-matter to use along with a prediction matrix and we'll return matter that is entangled to our quantum state for you to build devices that exist in both worlds.",
    "gen.synthetic_aquisitions.task_30.title": "Entangled Mass",
    "gen.synthetic_aquisitions.task_31.desc_2": "The Energizera is capable of absorbing stored FE energy from nearby sources. It can draw from batteries, generators, and any FE-containing source. It will convert this energy into the bioelectrical energy called mana used to power the floral machines.",
    "gen.synthetic_aquisitions.task_31.desc_3": "While you may be able to create these later in the physical world, for now, we'll need to synthesize them for you under more controlled conditions.",
    "gen.synthetic_aquisitions.task_31.desc_4": "Note: This quest is repeatable and can be unlocked after getting your first from the Biotechnology Questline",
    "gen.synthetic_aquisitions.task_31.title": "Experimental Energetic Flora",
    "gen.synthetic_aquisitions.task_32.desc": "Recharge that depleted crop analyzer quickly. Batteries not included. Make sure your crop analyzer is in analysis mode and fully depleted before submitting. You can deplete it with a shape craft in your inventory.",
    "gen.synthetic_aquisitions.task_32.title": "Recharge Cropanalyzer",
    "gen.synthetic_aquisitions.title": "Synthetic Aquisitions",
    "gen.test.task_0.title": "Ocean Vault Location",
    "gen.test.task_1.title": "EDIT ME: [TAGS]",
    "gen.test.task_2.title": "Check SimulationChamber",
    "gen.test.task_3.desc": "&lU can move the quests by clicking Middle Mouse Button and then going to a different page&r",
    "gen.test.task_3.title": "sub\"THIS ONE IS CALLED TEST! I DONT WANT THIS TO BE SEEN IN PROD :v K THX BYE",
    "gen.test.task_4.title": "CREATE A NEW CHAPTER",
    "gen.test.title": "backend",
    "gen.thermal_extractions.task_0.desc": "You made it! We lost contact during the transit and feared the worst. Well done! Proceed with caution, our notes on this area are centuries old and we have no idea how things have changed. Seek out some of the local resources and bring them and yourself back safely. Godspeed!",
    "gen.thermal_extractions.task_0.title": "We went deeper!",
    "gen.thermal_extractions.task_1.title": "Visit the Nether Realm",
    "gen.thermal_extractions.task_2.desc": "&bGold&r seems very scarce on Elyria after so many centuries of strip mining. Luckily, it seems plentiful in this realm, hopefully the pig-like creatures that live here won't mind our extractions.",
    "gen.thermal_extractions.task_2.title": "Find Gold Ore",
    "gen.thermal_extractions.task_3.desc_0": "This ore seems to be alive and has a metamorphic property to it. It's almost as if it wants to become something else.",
    "gen.thermal_extractions.task_3.desc_1": "With the right guidance and binding materials we may be able to use this strange essence to sow fields of new research.",
    "gen.thermal_extractions.task_3.title": "Find Inferium Ore",
    "gen.thermal_extractions.task_4.desc": "&bSilver&r is used in some advanced electrical circuits and in electrum alloy. Still, it can't hurt to have some available now.",
    "gen.thermal_extractions.task_4.title": "Find Silver Ore",
    "gen.thermal_extractions.task_5.desc": "Not a highly useful metal for our needs but you can probably create some moderately-sized batteries and a few other alloys with it such as constantan and invar.",
    "gen.thermal_extractions.task_5.title": "Find Nickel Ore",
    "gen.thermal_extractions.task_6.desc": "This strange crystal radiates with transdimensional energy. It may have several fascinating properties. We will begin research on it right away!",
    "gen.thermal_extractions.task_6.title": "Find Dimensional Shard Ore",
    "gen.thermal_extractions.task_7.desc": "&bCassiterite&r, or &btin&r, is rather plentiful but works as both a carrier of electricity and a good alloying metal. I'm sure you will make use of all you can find.",
    "gen.thermal_extractions.task_7.title": "Find Tin Ore",
    "gen.thermal_extractions.task_8.desc": "Lightweight non-ferrous metal with many industrial uses. This will go a long way towards opening new machining and efficient processing options.",
    "gen.thermal_extractions.task_8.title": "Find Aluminum Ore",
    "gen.thermal_extractions.task_9.desc": "This ore seems to be a bridge between organic and inorganic material. It readily binds to metals and cell structures alike forming biometallic alloys.",
    "gen.thermal_extractions.task_9.title": "Find Prosperity Ore",
    "gen.thermal_extractions.task_10.desc": "&bOsmium&r is a rare metal, part of the platinum group and is an excellent material for advanced machinery. It requires very high heat to process. You'll need to build a Reinforced Alloyer",
    "gen.thermal_extractions.task_10.title": "Find Osmium Ore",
    "gen.thermal_extractions.task_11.desc": "&bGlowstone&r seems to react as an enhancer for technology. This will allow you to create more advanced circuits without the sophisticated clean rooms our predecessors relied on. The quartz that grows here in great abundance has many electrochemical properties as well. Although it also exists in our world, it is in much greater abundance in the Nether.",
    "gen.thermal_extractions.task_11.title": "Dusts and Gems of the Nether",
    "gen.thermal_extractions.task_12.desc": "&bLead&r is a great radiation blocker. Our sources indicate it's plentiful in the Nether, and we suggest bringing some back with you.",
    "gen.thermal_extractions.task_12.title": "Find Lead Ore",
    "gen.thermal_extractions.task_13.desc": "&bCopper&r used to be one of the most plentiful metals on Elyria but much was reformed and put into our technology and even buildings themselves. We're left now to scavenge for most of it so having a fresh source will help, especially with creating new circuitry.",
    "gen.thermal_extractions.task_13.title": "Find Copper Ore",
    "gen.thermal_extractions.task_14.desc": "&bUranium&r can become highly radioactive and an immense source of power in its refined state. &6Nuclear fission&r and eventually fusion was once the great source of power for the Elyrian empire. With this energy source now in our possession once again our faith lies in you to cleanly harness it.",
    "gen.thermal_extractions.task_14.title": "You do have your hazmat on right?",
    "gen.thermal_extractions.task_15.title": "Find Uranium Ore",
    "gen.thermal_extractions.task_16.desc": "Alloying tin and copper to make &bbronze&r will allow some more advanced metallurgical processes such as mixed metal ingots and advanced alloy plates.",
    "gen.thermal_extractions.task_16.title": "Any #forge:ingots/bronze",
    "gen.thermal_extractions.task_17.title": "A New Alloy!",
    "gen.thermal_extractions.task_18.desc": "Although most of the creatures in this realm seem outwardly hostile, there are a sentient group here who treasure gold very highly. If they see you are wearing gold they will likely not be hostile towards you. Of course this will cost you the normal protection of your radiation suit so you had better be prepared with some fire resistance. Trading with them can net some rare and important ingredients for furthering our aims.",
    "gen.thermal_extractions.task_18.title": "Meet a Piglin",
    "gen.thermal_extractions.task_19.title": "Exploiting the Natives",
    "gen.thermal_extractions.task_20.desc": "The piglins seem to collect chunks of some blackened skeletal remains. See if you can collect a full sample for our xenoarcheologists. This may give insights into some of the other creatures of this realm and their hierarchy.",
    "gen.thermal_extractions.task_20.title": "Spooky Scary Skeletons",
    "gen.thermal_extractions.title": "Thermal Extractions",
    "gen.under_pressure.task_0.desc_0": "Some materials and proceses cannot occur naturally at our planet's standard atmospheric pressure. For that we'll need you to reconstruct one of our pressure chambers and a device to generate pressure. The first thing you'll need is to compress iron. Normally you'd use a pressure chamber for this but until you have fortified materials to make it you'll need to use an explosion to accomplish this. Craft some TNT and blow up some iron!",
    "gen.under_pressure.task_0.desc_1": "If you haven't gotten any gunpowder yet, in the radiated wastes you can find a creature called a creeper, seek one out and kill it for analysis. Once you've done this we can synthesize some of the expolsive aspects of it under Synthetic Acquisitions.",
    "gen.under_pressure.task_0.title": "Observe a creeper in the wild",
    "gen.under_pressure.task_1.title": "Compression Logistics",
    "gen.under_pressure.task_2.desc": "In order to create a higher pressure environment you'll need to create an air compressor. There are many types available to you depending on the type of fuel you wish to use. One of the simplest is the Flux compressor which turns FE energy directly into pressure. This is the recommended compressor but it's really up to you.",
    "gen.under_pressure.task_2.title": "Create a Compressor",
    "gen.under_pressure.task_3.desc": "The Pressure Chamber is a multiblock structure that is hollow on the inside and composed of pressure chamber walls with at least 1 pressure valve on a face (not corner) as well as 2 pressure chamber interfaces wrenched to input and output mode respectively. You can substitute pressure chamber walls with pressure chamber glass on the faces.",
    "gen.under_pressure.task_3.title": "The Pressure Chamber",
    "gen.under_pressure.task_4.desc": "With high enough pressures we are even able to synthesize diamonds. These should prove very useful in many more advanced construction techniques!",
    "gen.under_pressure.task_4.title": "Crystal Synthesis",
    "gen.under_pressure.task_5.desc": "Fully cure a PCB in a light box to prepare it for the etching stage. Although a full cure is not necessary, we can't afford failures this early, so let's take the time to do it fully.",
    "gen.under_pressure.task_5.title": "UV Cured PCB",
    "gen.under_pressure.task_6.desc": "The laser assembly is a multiblock stucture that performs automated advanced crafting using delicate materials. It can make some products like PCBs more efficiently and can create advanced circuitry like what is used in our Energistics Nexa.",
    "gen.under_pressure.task_6.title": "Laser Assembly",
    "gen.under_pressure.task_7.desc": "The &bSentient Processor&r can upgrade a data model's internal learning algorithms to instantly make it self-aware. This can save countless hours of training a data model by killing creatures.",
    "gen.under_pressure.task_7.desc_2": "You can create a few select enchantments in the pressure chamber including Silk Touch, Fortune, Efficiency, Unbreaking and Magnetic. Check the pressure chamber uses in JEI for the recipe.",
    "gen.under_pressure.task_7.desc_3": "Once you have enchanted books you can also apply them directly to items in the pressure chamber. Use the pressure chamber to create a silk touch book and then apply it to the steel pickaxe.",
    "gen.under_pressure.task_7.desc_4": "You can also strip enchantments from items in a similar manner by putting the enchanted item and a blank book in the pressure chamber.",
    "gen.under_pressure.task_7.title": "Pressurized Enchanting",
    "gen.under_pressure.task_8.desc": "Creating a diamond drill for the jackhammer will allow you to enable 3x3 mining modes by holding shift and scrolling to change the mode or setting it in the interface. Combining it with a netherite ingot and running it through the assembly line again can create the ultimate tier drill bit.",
    "gen.under_pressure.task_8.desc_5": "The jackhammer is an extremely versatile instrument. It can dig up dirt, chop down trees and mine rock all with the same ease and efficiency. It can be upraded or recharged in the charging station. Depending on the drill bit installed it can mine anywhere from a 1x1 to a 3x3 with vein mining. You can also insert fortune or silk touch books into it to enhance it further. ",
    "gen.under_pressure.task_8.desc_6": "Combined with an aerial interface or pneumatic suit chestpiece with the charging upgrade it can become the only mining multitool you'll need.",
    "gen.under_pressure.task_8.title": "sub\"Diggy Diggy Hole",
    "gen.under_pressure.task_9.title": "Cubic Mining",
    "gen.under_pressure.task_10.desc_7": "The aerial interface utilizes your semi-digital consciousness to create a real-time entanglement link between your physical form and the primary Nexa network. When you place this in the world it will become bound to you, allowing all forms of automation to work on it like it is a chest but the contents are your inventory. With some clever automation you can keep yourself stocked or even design a wireless pressure charging system. ",
    "gen.under_pressure.task_10.desc_8": "The interface can also charge any devices or curios that require FE Energy, provided you give it energy.",
    "gen.under_pressure.task_10.title": "Player by Proxy",
    "gen.under_pressure.task_11.desc_9": "The pnuematic suit not only offers superior protection and utility via its upgrades, but it provides ongoing protection against the radiation found in the wastelands, similar to a hazmat suit. Several other pieces of armor will provide similar protection, you can find them by searching \"wasteland\" in JEI and checking the tooltips. ",
    "gen.under_pressure.task_11.desc_10": "You must charge the suit in the charging station for it to provide its additional benefits, but it will protect from radiation even uncharged.",
    "gen.under_pressure.task_11.title": "Excel Under Pressure",
    "gen.under_pressure.task_12.desc": "Zombies got you down? Have a bone to pick with a skeleton? The minigun is your solution. Once pressurized and given ammo this modern defense weapon will spin up and unleash a hail of bullets at anything that gets in your way. Works great with a charging upgrade in the chest piece and item lifespan upgrades to recharge your ammo over time.",
    "gen.under_pressure.task_12.title": "Say Hello to my Little Friend.",
    "gen.under_pressure.title": "Under Pressure",
    "gen.unification_theory.task_0.desc": "Joules, Kilowatts, Forge Energy, LV... There are enough different types of power that is can get very confusing. Luckily, our scientists have developed a way to unify most of these different types. The quests in this chapter will explain how to convert power types so you can focus on generating power however you prefer.",
    "gen.unification_theory.task_0.title": "Power for all Things",
    "gen.unification_theory.task_1.desc_0": "Electrodynamics cables and 120V machines c&lan output power directly to machines that accept FE&r. This means they will connect to cable connectors, capacitors, batteries, and FE machines. It is important to note this automatic conversion ONLY works for 120V power sources. ",
    "gen.unification_theory.task_1.desc_1": "Once you ramp up to 240V and beyond, you MUST use an electric motor to convert to FE energy. Attempting to directly power FE machinery or connectors with anything other than 120V will result in an &lEXPLOSION.&r",
    "gen.unification_theory.task_1.desc_2": "FE and Electrodynamic Powersources and be used for IC2 by using an EU Converter. This will convert the FE power into usable EU packets. The IC2 insulated cables carry EU energy and are used for all IC2 Classic machines. Each cable has a voltage tier (LV, MV, HV, etc.). Hooking a power source that is too high up to a machine will blow it up. ",
    "gen.unification_theory.task_1.desc_3": "Each machine should say what tier of power it uses, and you can add transformer upgrades to allow it to accept higher voltages. The rule of thumb is always to connect your machines with a cable of the appropriate tier so that even if you hook the wrong power up, you will only burn your cables instead of the machine. ",
    "gen.unification_theory.task_1.desc_4": "Lastly, we have FE power cables; these will be your immersive engineering wires and later mekanism universal cables.",
    "gen.unification_theory.task_1.desc_5": "These are the most straightforward. The wires are limited in only how much energy they can transfer at once; they will burn if you try to connect too many devices, but your machines will always be safe. Also, look out for walking into uninsulated wires; it can be shocking. The Mekanism universal cables are the final tier and have no such restriction. ",
    "gen.unification_theory.task_1.title": "Bird on a Wire",
    "gen.unification_theory.task_2.desc": "Our research has shown that loneliness can be a negative factor in mission success. To that end, our scientists have engineered the K-9000 unit to assist you with daily tasks and employ its emotion emulators to simluate the illusion of it caring about your wellbeing.",
    "gen.unification_theory.task_2.desc_6": "Energy cubes store FE energy and have configurable input and output sides in the interface. They can also charge any FE devices put inside. ",
    "gen.unification_theory.task_2.desc_7": "You can convert from FE to EU energy using a Flux Converter of the appropriate tierвЂ”the conversion rate it 4 FE to 1 EU. ",
    "gen.unification_theory.task_2.desc_8": "You can convert to Watts for Electrodynamic using a DC Motor of your desired output voltage. You will need to provide lubrication and an electric brush for it to operate. ",
    "gen.unification_theory.task_2.title": "sub\"Affirmative, Mastah.",
    "gen.unification_theory.task_3.title": "Faithful Companion",
    "gen.unification_theory.task_4.desc": "The EU Converter is your primary source of EU power early game, at least until you get into nuclear energy. You can conver from any FE source (include electrodynamics wires) into EU. Make sure to use the correct voltage tiers.",
    "gen.unification_theory.title": "Unification Theory"
}